{
    "info": {
        "book": "Lamentations",
        "chapter": "5",
        "translation": "Smith's Literal Translation",
        "translationID": "slt",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Remember, O Jehovah, what was to us: look and see our reproach."
        },
        "2": {
            "text": "Our inheritance was turned to strangers, our houses to foreigners."
        },
        "3": {
            "text": "We were orphans, no father; our mothers as widows."
        },
        "4": {
            "text": "We drank our water for silver; our wood will come for a price."
        },
        "5": {
            "text": "Upon our necks were we pursued: we labored and no rest to us."
        },
        "6": {
            "text": "We gave the hand to Egypt, to Assur, to be filled with bread."
        },
        "7": {
            "text": "Our fathers sinned, they are not; we bore their iniquities."
        },
        "8": {
            "text": "Servants ruled over us: none delivering from their hand."
        },
        "9": {
            "text": "With our souls we shall bring our bread from the face of the sword of the desert."
        },
        "10": {
            "text": "Our skin was scorched as a furnace from the face of the violent heat of famine."
        },
        "11": {
            "text": "They humbled the women in Zion the virgins in the cities of Judah."
        },
        "12": {
            "text": "Chiefs were hung by their hand: the faces of old men were not honored."
        },
        "13": {
            "text": "They took away the chosen ones to grind, and the young men were weak in the wood."
        },
        "14": {
            "text": "Old men ceased from the gate, the chosen ones from their stringed instruments."
        },
        "15": {
            "text": "The joy of our heart ceased; our dance was turned to mourning."
        },
        "16": {
            "text": "The crown of our head fell: wo! now to us, for we sinned."
        },
        "17": {
            "text": "For this our heart was languid; for this our eyes were darkened."
        },
        "18": {
            "text": "For mount Zion was laid waste, the foxes went upon it."
        },
        "19": {
            "text": "Thou, O Jehovah, shalt dwell forever; thy throne to generation and generation."
        },
        "20": {
            "text": "Wherefore wilt thou forget us forever? wilt thou forsake us to length of days?"
        },
        "21": {
            "text": "Turn us back, O Jehovah, to thee, and we shall be turned; renew our days as of old."
        },
        "22": {
            "text": "But rejecting, thou didst reject us; thou wert angry against us even greatly."
        }
    }
}