{
    "info": {
        "book": "1 Thessalonians",
        "chapter": "5",
        "translation": "Smith's Literal Translation",
        "translationID": "slt",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "And of the times and seasons, brethren, ye have no need to write to you."
        },
        "2": {
            "text": "For ye yourselves know accurately that the day of the Lord, as a thief in the night, so comes."
        },
        "3": {
            "text": "For when they say, Peace and security; then sudden ruin is upon them, as anguish in her with child; and they may not escape."
        },
        "4": {
            "text": "And ye, brethren, are not in darkness, that the day as a thief overtake you."
        },
        "5": {
            "text": "Ye are all sons of light, and sons of day: we are not of night, nor of darkness."
        },
        "6": {
            "text": "Therefore let us not sleep, as also the rest; but let us watch and be sober."
        },
        "7": {
            "text": "For they sleeping sleep in the night; and they drunken are drunken in the night."
        },
        "8": {
            "text": "And we, being of the day, let us be sober, putting on the coat of mail of faith and love; and a helmet, the hope of salvation."
        },
        "9": {
            "text": "For God set us not for wrath, but for the acquisition of salvation by our Lord Jesus Christ,"
        },
        "10": {
            "text": "He having died for us, that, whether we watch or sleep, we should live together with him."
        },
        "11": {
            "text": "Wherefore comfort one another, and build up one another, as also ye do."
        },
        "12": {
            "text": "And we ask you, brethren, to know those being fatigued among you, and set over you in the Lord, and reminding you;"
        },
        "13": {
            "text": "And to think them above ordinary in love for their work. Live in peace in yourselves."
        },
        "14": {
            "text": "And we beseech you, brethren, remind the disorderly, encourage the timid, sustain the weak, and be slow to anger to all."
        },
        "15": {
            "text": "See that any return not evil to any: but always pursue good to one another, and to all."
        },
        "16": {
            "text": "Rejoice always."
        },
        "17": {
            "text": "Pray continually."
        },
        "18": {
            "text": "In every thing return thanks: for this the will of God in Christ Jesus toward you."
        },
        "19": {
            "text": "Quench not the Spirit."
        },
        "20": {
            "text": "Set not prophecies at nought."
        },
        "21": {
            "text": "Try all things; hold the good."
        },
        "22": {
            "text": "Keep away from all appearance of evil."
        },
        "23": {
            "text": "And the same God of peace consecrate you perfectly compete; and your whole spirit and soul and body be kept faultless to the arrival of our Lord Jesus Christ."
        },
        "24": {
            "text": "Faithful he calling you, who also will do."
        },
        "25": {
            "text": "Brethren, pray for us."
        },
        "26": {
            "text": "Greet all the brethren in a holy kiss."
        },
        "27": {
            "text": "I bind you by oath, for the epistle to be read to all the holy brethren."
        },
        "28": {
            "text": "The Grace of our Lord Jesus Christ with you. Amen."
        }
    }
}