{
    "info": {
        "book": "Proverbs",
        "chapter": "1",
        "translation": "JPS Tanakh 1917 OT",
        "translationID": "jps",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "The proverbs of Solomon the son of David, king of Israel;"
        },
        "2": {
            "text": "To know wisdom and instruction; To comprehend the words of understanding;"
        },
        "3": {
            "text": "To receive the discipline of wisdom, Justice, and right, and equity;"
        },
        "4": {
            "text": "To give prudence to the simple, To the young man knowledge and discretion;"
        },
        "5": {
            "text": "That the wise man may hear, and increase in learning, And the man of understanding may attain unto wise counsels;"
        },
        "6": {
            "text": "To understand a proverb, and a figure; The words of the wise, and their dark sayings."
        },
        "7": {
            "text": "The fear of the LORD is the beginning of knowledge; But the foolish despise wisdom and discipline."
        },
        "8": {
            "text": "Hear, my son, the instruction of thy father, And forsake not the teaching of thy mother;"
        },
        "9": {
            "text": "For they shall be a chaplet of grace unto thy head, And chains about thy neck."
        },
        "10": {
            "text": "My son, if sinners entice thee, Consent thou not."
        },
        "11": {
            "text": "If they say: ‘Come with us, Let us lie in wait for blood, Let us lurk for the innocent without cause;"
        },
        "12": {
            "text": "Let us swallow them up alive as the grave, And whole, as those that go down into the pit;"
        },
        "13": {
            "text": "We shall find all precious substance, We shall fill our houses with spoil;"
        },
        "14": {
            "text": "Cast in thy lot among us; Let us all have one purse’—"
        },
        "15": {
            "text": "My son, walk not thou in the way with them, Restrain thy foot from their path;"
        },
        "16": {
            "text": "For their feet run to evil, And they make haste to shed blood."
        },
        "17": {
            "text": "For in vain the net is spread In the eyes of any bird;"
        },
        "18": {
            "text": "And these lie in wait for their own blood, They lurk for their own lives."
        },
        "19": {
            "text": "So are the ways of every one that is greedy of gain; It taketh away the life of the owners thereof."
        },
        "20": {
            "text": "Wisdom crieth aloud in the streets, She uttereth her voice in the broad places;"
        },
        "21": {
            "text": "She calleth at the head of the noisy streets, At the entrances of the gates, in the city, she uttereth her words:"
        },
        "22": {
            "text": "How long, ye thoughtless, will ye love thoughtlessness? And how long will scorners delight them in scorning, And fools hate knowledge?"
        },
        "23": {
            "text": "Turn you at my reproof; Behold, I will pour out my spirit unto you, I will make known my words unto you."
        },
        "24": {
            "text": "Because I have called, and ye refused, I have stretched out my hand, and no man attended,"
        },
        "25": {
            "text": "But ye have set at nought all my counsel, And would none of my reproof;"
        },
        "26": {
            "text": "I also, in your calamity, will laugh, I will mock when your dread cometh;"
        },
        "27": {
            "text": "When your dread cometh as a storm, And your calamity cometh on as a whirlwind; When trouble and distress come upon you."
        },
        "28": {
            "text": "Then will they call me, but I will not answer, They will seek me earnestly, but they shall not find me."
        },
        "29": {
            "text": "For that they hated knowledge, And did not choose the fear of the LORD;"
        },
        "30": {
            "text": "They would none of my counsel, They despised all my reproof."
        },
        "31": {
            "text": "Therefore shall they eat of the fruit of their own way, And be filled with their own devices."
        },
        "32": {
            "text": "For the waywardness of the thoughtless shall slay them, And the confidence of fools shall destroy them."
        },
        "33": {
            "text": "But whoso hearkeneth unto me shall dwell securely, And shall be quiet without fear of evil.’"
        }
    }
}