{
    "info": {
        "book": "Proverbs",
        "chapter": "20",
        "translation": "JPS Tanakh 1917 OT",
        "translationID": "jps",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Wine is a mocker, strong drink is riotous; And whosoever reeleth thereby is not wise."
        },
        "2": {
            "text": "The terror of a king is as the roaring of a lion: He that provoketh him to anger forfeiteth his life."
        },
        "3": {
            "text": "It is an honour for a man to keep aloof from strife; But every fool will be snarling."
        },
        "4": {
            "text": "The sluggard will not plow when winter setteth in; Therefore he shall beg in harvest, and have nothing."
        },
        "5": {
            "text": "Counsel in the heart of man is like deep water; But a man of understanding will draw it out."
        },
        "6": {
            "text": "Most men will proclaim every one his own goodness; But a faithful man who can find?"
        },
        "7": {
            "text": "He that walketh in his integrity as a just man, Happy are his children after him."
        },
        "8": {
            "text": "A king that sitteth on the throne of judgment Scattereth away all evil with his eyes."
        },
        "9": {
            "text": "Who can say: ‘I have made my heart clean, I am pure from my sin’?"
        },
        "10": {
            "text": "Divers weights, and divers measures, Both of them alike are abomination to the LORD."
        },
        "11": {
            "text": "Even a child is known by his doings, Whether his work be pure, and whether it be right."
        },
        "12": {
            "text": "The hearing ear, and the seeing eye, The LORD hath made even both of them."
        },
        "13": {
            "text": "Love not sleep, lest thou come to poverty; Open thine eyes, and thou shalt have bread in plenty."
        },
        "14": {
            "text": "It is bad, it is bad’, saith the buyer; But when he is gone his way, then he boasteth."
        },
        "15": {
            "text": "There is gold, and a multitude of rubies; But the lips of knowledge are a precious jewel."
        },
        "16": {
            "text": "Take his garment that is surety for a stranger; And hold him in pledge that is surety for an alien woman."
        },
        "17": {
            "text": "Bread of falsehood is sweet to a man; But afterwards his mouth shall be filled with gravel."
        },
        "18": {
            "text": "Every purpose is established by counsel; And with good advice carry on war."
        },
        "19": {
            "text": "He that goeth about as a talebearer revealeth secrets; Therefore meddle not with him that openeth wide his lips."
        },
        "20": {
            "text": "Whoso curseth his father or his mother, His lamp shall be put out in the blackest darkness."
        },
        "21": {
            "text": "An estate may be gotten hastily at the beginning; But the end thereof shall not be blessed."
        },
        "22": {
            "text": "Say not thou: ‘I will requite evil’; Wait for the LORD, and He will save thee."
        },
        "23": {
            "text": "Divers weights are an abomination to the LORD; And a false balance is not good."
        },
        "24": {
            "text": "A man’s goings are of the LORD; How then can man look to his way?"
        },
        "25": {
            "text": "It is a snare to a man rashly to say: ‘Holy’, And after vows to make inquiry."
        },
        "26": {
            "text": "A wise king sifteth the wicked, And turneth the wheel over them."
        },
        "27": {
            "text": "The spirit of man is the lamp of the LORD, Searching all the inward parts."
        },
        "28": {
            "text": "Mercy and truth preserve the king; And his throne is upheld by mercy."
        },
        "29": {
            "text": "The glory of young men is their strength; And the beauty of old men is the hoary head."
        },
        "30": {
            "text": "Sharp wounds cleanse away evil; So do stripes that reach the inward parts."
        }
    }
}