{
    "info": {
        "book": "Job",
        "chapter": "15",
        "translation": "JPS Tanakh 1917 OT",
        "translationID": "jps",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Then answered Eliphaz the Temanite, and said:"
        },
        "2": {
            "text": "Should a wise man make answer with windy knowledge, And fill his belly with the east wind?"
        },
        "3": {
            "text": "Should he reason with unprofitable talk, Or with speeches wherewith he can do no good?"
        },
        "4": {
            "text": "Yea, thou doest away with fear, And impairest devotion before God."
        },
        "5": {
            "text": "For thine iniquity teacheth thy mouth, And thou choosest the tongue of the crafty."
        },
        "6": {
            "text": "Thine own mouth condemneth thee, and not I; Yea, thine own lips testify against thee."
        },
        "7": {
            "text": "Art thou the first man that was born? Or wast thou brought forth before the hills?"
        },
        "8": {
            "text": "Dost thou hearken in the council of God? And dost thou restrain wisdom to thyself?"
        },
        "9": {
            "text": "What knowest thou, that we know not? What understandest thou, which is not in us?"
        },
        "10": {
            "text": "With us are both the gray-headed and the very aged men, Much older than thy father."
        },
        "11": {
            "text": "Are the consolations of God too small for thee, And the word that dealeth gently with thee?"
        },
        "12": {
            "text": "Why doth thy heart carry thee away? And why do thine eyes wink?"
        },
        "13": {
            "text": "That thou turnest thy spirit against God, And lettest such words go out of thy mouth."
        },
        "14": {
            "text": "What is man, that he should be clean? And he that is born of a woman, that he should be righteous?"
        },
        "15": {
            "text": "Behold, He putteth no trust in His holy ones; Yea, the heavens are not clean in His sight."
        },
        "16": {
            "text": "How much less one that is abominable and impure, Man who drinketh iniquity like water!"
        },
        "17": {
            "text": "I will tell thee, hear thou me; And that which I have seen I will declare—"
        },
        "18": {
            "text": "Which wise men have told From their fathers, and have not hid it;"
        },
        "19": {
            "text": "Unto whom alone the land was given, And no stranger passed among them."
        },
        "20": {
            "text": "The wicked man travaileth with pain all his days, Even the number of years that are laid up for the oppressor."
        },
        "21": {
            "text": "A sound of terrors is in his ears: In prosperity the destroyer shall come upon him."
        },
        "22": {
            "text": "He believeth not that he shall return out of darkness, And he is waited for of the sword."
        },
        "23": {
            "text": "He wandereth abroad for bread: ‘Where is it?’ He knoweth that the day of darkness is ready at his hand."
        },
        "24": {
            "text": "Distress and anguish overwhelm him; They prevail against him, as a king ready to the battle."
        },
        "25": {
            "text": "Because he hath stretched out his hand against God, And behaveth himself proudly against the Almighty;"
        },
        "26": {
            "text": "He runneth upon him with a stiff neck, With the thick bosses of his bucklers."
        },
        "27": {
            "text": "Because he hath covered his face with his fatness, And made collops of fat on his loins;"
        },
        "28": {
            "text": "And he hath dwelt in desolate cities, In houses which no man would inhabit, Which were ready to become heaps."
        },
        "29": {
            "text": "He shall not be rich, neither shall his substance continue, Neither shall their produce bend to the earth."
        },
        "30": {
            "text": "He shall not depart out of darkness; The flame shall dry up his branches, And by the breath of His mouth shall he go away."
        },
        "31": {
            "text": "Let him not trust in vanity, deceiving himself; For vanity shall be his recompense."
        },
        "32": {
            "text": "It shall be accomplished before his time, And his branch shall not be leafy."
        },
        "33": {
            "text": "He shall shake off his unripe grape as the vine, And shall cast off his flower as the olive."
        },
        "34": {
            "text": "For the company of the godless shall be desolate, And fire shall consume the tents of bribery."
        },
        "35": {
            "text": "They conceive mischief, and bring forth iniquity, And their belly prepareth deceit."
        }
    }
}