{
    "info": {
        "book": "Job",
        "chapter": "22",
        "translation": "JPS Tanakh 1917 OT",
        "translationID": "jps",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Then answered Eliphaz the Temanite, and said:"
        },
        "2": {
            "text": "Can a man be profitable unto God? Or can he that is wise be profitable unto Him?"
        },
        "3": {
            "text": "Is it any advantage to the Almighty, that thou art righteous? Or is it gain to Him, that thou makest thy ways blameless?"
        },
        "4": {
            "text": "Is it for thy fear of Him that He reproveth thee, That He entereth with thee into judgment?"
        },
        "5": {
            "text": "Is not thy wickedness great? And are not thine iniquities without end?"
        },
        "6": {
            "text": "For thou hast taken pledges of thy brother for nought, And stripped the naked of their clothing."
        },
        "7": {
            "text": "Thou hast not given water to the weary to drink, And thou hast withholden bread from the hungry."
        },
        "8": {
            "text": "And as a mighty man, who hath the earth, And as a man of rank, who dwelleth in it,"
        },
        "9": {
            "text": "Thou hast sent widows away empty, And the arms of the fatherless have been broken."
        },
        "10": {
            "text": "Therefore snares are round about thee, And sudden dread affrighted thee,"
        },
        "11": {
            "text": "Or darkness, that thou canst not see, And abundance of waters cover thee."
        },
        "12": {
            "text": "Is not God in the height of heaven? And behold the topmost of the stars, how high they are!"
        },
        "13": {
            "text": "And thou sayest: ‘What doth God know? Can He judge through the dark cloud?"
        },
        "14": {
            "text": "Thick clouds are a covering to Him, that He seeth not; And He walketh in the circuit of heaven.’"
        },
        "15": {
            "text": "Wilt thou keep the old way Which wicked men have trodden?"
        },
        "16": {
            "text": "Who were snatched away before their time, Whose foundation was poured out as a stream;"
        },
        "17": {
            "text": "Who said unto God: ‘Depart from us’; And what could the Almighty do unto them?"
        },
        "18": {
            "text": "Yet He filled their houses with good things—But the counsel of the wicked is far from me."
        },
        "19": {
            "text": "The righteous saw it, and were glad, And the innocent laugh them to scorn:"
        },
        "20": {
            "text": "Surely their substance is cut off, And their abundance the fire hath consumed.’"
        },
        "21": {
            "text": "Acquaint now thyself with Him, and be at peace; Thereby shall thine increase be good."
        },
        "22": {
            "text": "Receive, I pray thee, instruction from His mouth, And lay up His words in thy heart."
        },
        "23": {
            "text": "If thou return to the Almighty, thou shalt be built up—If thou put away unrighteousness far from thy tents,"
        },
        "24": {
            "text": "And lay thy treasure in the dust, And the gold of Ophir among the stones of the brooks;"
        },
        "25": {
            "text": "And the Almighty be thy treasure, And precious silver unto thee;"
        },
        "26": {
            "text": "Then surely shalt thou have thy delight in the Almighty, And shalt lift up thy face unto God."
        },
        "27": {
            "text": "Thou shalt make thy prayer unto Him, and He will hear thee, And thou shalt pay thy vows;"
        },
        "28": {
            "text": "Thou shalt also decree a thing, and it shall be established unto thee, And light shall shine upon thy ways."
        },
        "29": {
            "text": "When they cast thee down, thou shalt say: ‘There is lifting up’; For the humble person He saveth."
        },
        "30": {
            "text": "He delivereth him that is innocent, Yea, thou shalt be delivered through the cleanness of thy hands."
        }
    }
}