{
    "info": {
        "book": "Job",
        "chapter": "35",
        "translation": "JPS Tanakh 1917 OT",
        "translationID": "jps",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Moreover Elihu answered and said:"
        },
        "2": {
            "text": "Thinkest thou this to be thy right, Or sayest thou: ‘I am righteousness before God’,"
        },
        "3": {
            "text": "That thou inquirest: ‘What advantage will it be unto Thee?’ And: ‘What profit shall I have, more than if I had sinned?’"
        },
        "4": {
            "text": "I will give thee answer, And thy companions with thee."
        },
        "5": {
            "text": "Look unto the heavens, and see; And behold the skies, which are higher than thou."
        },
        "6": {
            "text": "If thou hast sinned, what doest thou against Him? And if thy transgressions be multiplied, what doest thou unto Him?"
        },
        "7": {
            "text": "If thou be righteous, what givest thou Him? Or what receiveth He of thy hand?"
        },
        "8": {
            "text": "Thy wickedness concerneth a man as thou art; And thy righteousness a son of man."
        },
        "9": {
            "text": "By reason of the multitude of oppressions they cry out; They cry for help by reason of the arm of the mighty."
        },
        "10": {
            "text": "But none saith: ‘Where is God my Maker, Who giveth songs in the night;"
        },
        "11": {
            "text": "Who teacheth us more than the beasts of the earth, And maketh us wiser than the fowls of heaven?’"
        },
        "12": {
            "text": "There they cry, but none giveth answer, Because of the pride of evil men."
        },
        "13": {
            "text": "Surely God will not hear vanity, Neither will the Almighty regard it."
        },
        "14": {
            "text": "Yea, when thou sayest thou canst not see Him—The cause is before Him; therefore wait thou for Him."
        },
        "15": {
            "text": "And now, is it for nought that He punished in His anger? And hath He not full knowledge of arrogance?"
        },
        "16": {
            "text": "But Job doth open his mouth in vanity; He multiplieth words without knowledge."
        }
    }
}