{
    "info": {
        "book": "Luke",
        "chapter": "1",
        "translation": "Catholic Public Domain Version",
        "translationID": "cpdv",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Since, indeed, many have attempted to set in order a narrative of the things that have been completed among us,"
        },
        "2": {
            "text": "just as they have been handed on to those of us who from the beginning saw the same and were ministers of the word,"
        },
        "3": {
            "text": "so it seemed good to me also, having diligently followed everything from the beginning, to write to you, in an orderly manner, most excellent Theophilus,"
        },
        "4": {
            "text": "so that you might know the truthfulness of those words by which you have been instructed."
        },
        "5": {
            "text": "There was, in the days of Herod, king of Judea, a certain priest named Zechariah, of the section of Abijah, and his wife was of the daughters of Aaron, and her name was Elizabeth."
        },
        "6": {
            "text": "Now they were both just before God, progressing in all of the commandments and the justifications of the Lord without blame."
        },
        "7": {
            "text": "And they had no child, because Elizabeth was barren, and they both had become advanced in years."
        },
        "8": {
            "text": "Then it happened that, when he was exercising the priesthood before God, in the order of his section,"
        },
        "9": {
            "text": "according to the custom of the priesthood, the lot fell so that he would offer incense, entering into the temple of the Lord."
        },
        "10": {
            "text": "And the entire multitude of the people was praying outside, at the hour of incense."
        },
        "11": {
            "text": "Then there appeared to him an Angel of the Lord, standing at the right of the altar of incense."
        },
        "12": {
            "text": "And upon seeing him, Zechariah was disturbed, and fear fell over him."
        },
        "13": {
            "text": "But the Angel said to him: “Do not be afraid, Zechariah, for your prayer has been heard, and your wife Elizabeth shall bear a son to you. And you shall call his name John."
        },
        "14": {
            "text": "And there will be joy and exultation for you, and many will rejoice in his nativity."
        },
        "15": {
            "text": "For he will be great in the sight of the Lord, and he will not drink wine or strong drink, and he will be filled with the Holy Spirit, even from his mother’s womb."
        },
        "16": {
            "text": "And he will convert many of the sons of Israel to the Lord their God."
        },
        "17": {
            "text": "And he will go before him with the spirit and power of Elijah, so that he may turn the hearts of the fathers to the sons, and the incredulous to the prudence of the just, so as to prepare for the Lord a completed people.”"
        },
        "18": {
            "text": "And Zechariah said to the Angel: “How may I know this? For I am elderly, and my wife is advanced in years.”"
        },
        "19": {
            "text": "And in response, the Angel said to him: “I am Gabriel, who stands before God, and I have been sent to speak to you, and to proclaim these things to you."
        },
        "20": {
            "text": "And behold, you will be silent and unable to speak, until the day on which these things shall be, because you have not believed my words, which will be fulfilled in their time.”"
        },
        "21": {
            "text": "And the people were waiting for Zechariah. And they wondered why he was being delayed in the temple."
        },
        "22": {
            "text": "Then, when he came out, he was unable to speak to them. And they realized that he had seen a vision in the temple. And he was making signs to them, but he remained mute."
        },
        "23": {
            "text": "And it happened that, after the days of his office were completed, he went away to his house."
        },
        "24": {
            "text": "Then, after those days, his wife Elizabeth conceived, and she hid herself for five months, saying:"
        },
        "25": {
            "text": "“For the Lord did this for me, at the time when he decided to take away my reproach among men.”"
        },
        "26": {
            "text": "Then, in the sixth month, the Angel Gabriel was sent by God, to a city of Galilee named Nazareth,"
        },
        "27": {
            "text": "to a virgin betrothed to a man whose name was Joseph, of the house of David; and the name of the virgin was Mary."
        },
        "28": {
            "text": "And upon entering, the Angel said to her: “Hail, full of grace. The Lord is with you. Blessed are you among women.”"
        },
        "29": {
            "text": "And when she had heard this, she was disturbed by his words, and she considered what kind of greeting this might be."
        },
        "30": {
            "text": "And the Angel said to her: “Do not be afraid, Mary, for you have found grace with God."
        },
        "31": {
            "text": "Behold, you shall conceive in your womb, and you shall bear a son, and you shall call his name: JESUS."
        },
        "32": {
            "text": "He will be great, and he will be called the Son of the Most High, and the Lord God will give him the throne of David his father. And he will reign in the house of Jacob for eternity."
        },
        "33": {
            "text": "And his kingdom shall have no end.”"
        },
        "34": {
            "text": "Then Mary said to the Angel, “How shall this be done, since I do not know man?”"
        },
        "35": {
            "text": "And in response, the Angel said to her: “The Holy Spirit will pass over you, and the power of the Most High will overshadow you. And because of this also, the Holy One who will be born of you shall be called the Son of God."
        },
        "36": {
            "text": "And behold, your cousin Elizabeth has herself also conceived a son, in her old age. And this is the sixth month for her who is called barren."
        },
        "37": {
            "text": "For no word will be impossible with God.”"
        },
        "38": {
            "text": "Then Mary said: “Behold, I am the handmaid of the Lord. Let it be done to me according to your word.” And the Angel departed from her."
        },
        "39": {
            "text": "And in those days, Mary, rising up, traveled quickly into the hill country, to a city of Judah."
        },
        "40": {
            "text": "And she entered into the house of Zechariah, and she greeted Elizabeth."
        },
        "41": {
            "text": "And it happened that, as Elizabeth heard the greeting of Mary, the infant leaped in her womb, and Elizabeth was filled with the Holy Spirit."
        },
        "42": {
            "text": "And she cried out with a loud voice and said: “Blessed are you among women, and blessed is the fruit of your womb."
        },
        "43": {
            "text": "And how does this concern me, so that the mother of my Lord would come to me?"
        },
        "44": {
            "text": "For behold, as the voice of your greeting came to my ears, the infant in my womb leaped for joy."
        },
        "45": {
            "text": "And blessed are you who believed, for the things that were spoken to you by the Lord shall be accomplished.”"
        },
        "46": {
            "text": "And Mary said: “My soul magnifies the Lord."
        },
        "47": {
            "text": "And my spirit leaps for joy in God my Saviour."
        },
        "48": {
            "text": "For he has looked with favor on the humility of his handmaid. For behold, from this time, all generations shall call me blessed."
        },
        "49": {
            "text": "For he who is great has done great things for me, and holy is his name."
        },
        "50": {
            "text": "And his mercy is from generation to generations for those who fear him."
        },
        "51": {
            "text": "He has accomplished powerful deeds with his arm. He has scattered the arrogant in the intentions of their heart."
        },
        "52": {
            "text": "He has deposed the powerful from their seat, and he has exalted the humble."
        },
        "53": {
            "text": "He has filled the hungry with good things, and the rich he has sent away empty."
        },
        "54": {
            "text": "He has taken up his servant Israel, mindful of his mercy,"
        },
        "55": {
            "text": "just as he spoke to our fathers: to Abraham and to his offspring forever.”"
        },
        "56": {
            "text": "Then Mary stayed with her for about three months. And she returned to her own house."
        },
        "57": {
            "text": "Now the time for Elizabeth to give birth arrived, and she brought forth a son."
        },
        "58": {
            "text": "And her neighbors and relatives heard that the Lord had magnified his mercy with her, and so they congratulated her."
        },
        "59": {
            "text": "And it happened that, on the eighth day, they arrived to circumcise the boy, and they called him by his father’s name, Zechariah."
        },
        "60": {
            "text": "And in response, his mother said: “Not so. Instead, he shall be called John.”"
        },
        "61": {
            "text": "And they said to her, “But there is no one among your relatives who is called by that name.”"
        },
        "62": {
            "text": "Then they made signs to his father, as to what he wanted him to be called."
        },
        "63": {
            "text": "And requesting a writing tablet, he wrote, saying: “His name is John.” And they all wondered."
        },
        "64": {
            "text": "Then, at once, his mouth was opened, and his tongue loosened, and he spoke, blessing God."
        },
        "65": {
            "text": "And fear fell upon all of their neighbors. And all these words were made known throughout all the hill country of Judea."
        },
        "66": {
            "text": "And all those who heard it stored it up in their heart, saying: “What do you think this boy will be?” And indeed, the hand of the Lord was with him."
        },
        "67": {
            "text": "And his father Zechariah was filled with the Holy Spirit. And he prophesied, saying:"
        },
        "68": {
            "text": "“Blessed is the Lord God of Israel. For he has visited and has wrought the redemption of his people."
        },
        "69": {
            "text": "And he has raised up a horn of salvation for us, in the house of David his servant,"
        },
        "70": {
            "text": "just as he spoke by the mouth of his holy Prophets, who are from ages past:"
        },
        "71": {
            "text": "salvation from our enemies, and from the hand of all those who hate us,"
        },
        "72": {
            "text": "to accomplish mercy with our fathers, and to call to mind his holy testament,"
        },
        "73": {
            "text": "the oath, which he swore to Abraham, our father, that he would grant to us,"
        },
        "74": {
            "text": "so that, having been freed from the hand of our enemies, we may serve him without fear,"
        },
        "75": {
            "text": "in holiness and in justice before him, throughout all our days."
        },
        "76": {
            "text": "And you, child, shall be called the prophet of the Most High. For you will go before the face of the Lord: to prepare his ways,"
        },
        "77": {
            "text": "to give knowledge of salvation to his people for the remission of their sins,"
        },
        "78": {
            "text": "through the heart of the mercy of our God, by which, descending from on high, he has visited us,"
        },
        "79": {
            "text": "to illuminate those who sit in darkness and in the shadow of death, and to direct our feet in the way of peace.”"
        },
        "80": {
            "text": "And the child grew, and he was strengthened in spirit. And he was in the wilderness, until the day of his manifestation to Israel."
        }
    }
}