{
    "info": {
        "book": "Lamentations",
        "chapter": "5",
        "translation": "Darby Bible Translation",
        "translationID": "dbt",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Remember, O Jehovah, what is come upon us; consider, and see our reproach."
        },
        "2": {
            "text": "Our inheritance is turned to strangers, our houses to aliens."
        },
        "3": {
            "text": "We are orphans and fatherless, our mothers are as widows."
        },
        "4": {
            "text": "Our water have we to drink for money, our wood cometh unto us for a price."
        },
        "5": {
            "text": "Our pursuers are on our necks: we are weary, we have no rest."
        },
        "6": {
            "text": "We have given the hand to Egypt, [and] to Asshur, to be satisfied with bread."
        },
        "7": {
            "text": "Our fathers have sinned, [and] they are not; and we bear their iniquities."
        },
        "8": {
            "text": "Bondmen rule over us: there is no deliverer out of their hand."
        },
        "9": {
            "text": "We have to get our bread at the risk of our lives, because of the sword of the wilderness."
        },
        "10": {
            "text": "Our skin gloweth like an oven, because of the burning heat of the famine."
        },
        "11": {
            "text": "They have ravished the women in Zion, the maids in the cities of Judah."
        },
        "12": {
            "text": "Princes were hanged up by their hand; the faces of elders were not honoured."
        },
        "13": {
            "text": "The young men have borne the mill, and the youths have stumbled under the wood."
        },
        "14": {
            "text": "The elders have ceased from the gate, the young men from their music."
        },
        "15": {
            "text": "The joy of our heart hath ceased; our dance is turned into mourning."
        },
        "16": {
            "text": "The crown is fallen from our head: woe unto us, for we have sinned!"
        },
        "17": {
            "text": "For this our heart is faint; for these things our eyes have grown dim,"
        },
        "18": {
            "text": "Because of the mountain of Zion, which is desolate: foxes walk over it."
        },
        "19": {
            "text": "Thou, Jehovah, dwellest for ever; thy throne is from generation to generation."
        },
        "20": {
            "text": "Wherefore dost thou forget us for ever, dost thou forsake us so long time?"
        },
        "21": {
            "text": "Turn thou us unto thee, Jehovah, and we shall be turned; renew our days as of old."
        },
        "22": {
            "text": "Or is it that thou hast utterly rejected us? Wouldest thou be exceeding wroth against us?"
        }
    }
}