{
    "info": {
        "book": "Lamentations",
        "chapter": "5",
        "translation": "Douay-Rheims Bible",
        "translationID": "drb",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Remember, O Lord, what is come upon us: consider and behold our reproach."
        },
        "2": {
            "text": "Our inheritance is turned to aliens: our houses to strangers."
        },
        "3": {
            "text": "We are become orphans without a father: our mothers are as widows."
        },
        "4": {
            "text": "We have drunk our water for money: we have bought our wood."
        },
        "5": {
            "text": "We were dragged by the necks, we were weary and no rest was given us."
        },
        "6": {
            "text": "We have given our hand to Egypt, and to the Assyrians, that we might be satisfied with bread."
        },
        "7": {
            "text": "Our fathers have sinned, and are not: and we have borne their iniquities."
        },
        "8": {
            "text": "Servants have ruled over us: there was none to redeem us out of their hand."
        },
        "9": {
            "text": "We fetched our bread at the peril of our lives, because of the sword in the desert."
        },
        "10": {
            "text": "Our skin was burnt as an oven, by reason of the violence of the famine."
        },
        "11": {
            "text": "They oppressed the women in Sion, and the virgins in the cities of Juda."
        },
        "12": {
            "text": "The princes were hanged up by their hand: they did not respect the persons of the ancient."
        },
        "13": {
            "text": "They abused the young men indecently: and the children fell under the wood."
        },
        "14": {
            "text": "The ancients have ceased from the gates: the young men from the choir of the singers."
        },
        "15": {
            "text": "The joy of our heart is ceased, our dancing is turned into mourning."
        },
        "16": {
            "text": "The crown is fallen from our head woe to us, because we have sinned."
        },
        "17": {
            "text": "Therefore is our heart sorrowful, therefore are our eyes become dim,"
        },
        "18": {
            "text": "For mount Sion, because it is destroyed, foxes have walked upon it."
        },
        "19": {
            "text": "But thou, O Lord, shalt remain for ever, thy throne from generation to generation."
        },
        "20": {
            "text": "Why wilt thou forget us for ever? why wilt thou forsake us for a long time?"
        },
        "21": {
            "text": "Convert us, O Lord, to thee, and we shall be converted: renew our days, as from the beginning."
        },
        "22": {
            "text": "But thou hast utterly rejected us, thou art exceedingly angry against us."
        }
    }
}