{
    "info": {
        "book": "1 Chronicles",
        "chapter": "24",
        "translation": "Smith's Literal Translation",
        "translationID": "slt",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "And to the sons of Aaron their divisions. The sons of Aaron: Nadab and Abihu, Eleazar and Ithamar."
        },
        "2": {
            "text": "And Nadab will die, and Abihu, before their father; and sons were not to them: and Eleazar and Ithamar will be priests."
        },
        "3": {
            "text": "And David will separate them, and Zadok from the sons of Eleazar, and Ahimelech from the sons, of Ithamar, for their reviewing in their service."
        },
        "4": {
            "text": "And the sons of Eleazar will be found many for heads, mighty ones above the sons of Ithamar; and they will be divided: to the sons of Eleazar, heads to the house of the fathers, sixteen; and to the sons of Ithamar, to the house of their fathers, eight."
        },
        "5": {
            "text": "And they will be divided by lots, these with these, for the chiefs of the holy place, and the chiefs of God, were from the sons of Eleazar, and among the sons of Ithamar."
        },
        "6": {
            "text": "And Shemaiah, son of Nathaniel the scribe, son of the Levites, will write them before the king, and the chiefs, and Zadok the priest, and Ahimelech son of Abiathar, and the heads of the fathers to the priests and to the Levites: one house of a father taken for Eleazar, and taking, he took for Ithamar."
        },
        "7": {
            "text": "And the first lot will go forth to Jehoiarib, to Jedaiah the second,"
        },
        "8": {
            "text": "To Harim the third, to Seorim the fourth,"
        },
        "9": {
            "text": "To Malchijah the fifth, to Mijamin the sixth,"
        },
        "10": {
            "text": "To Hakkoz the seventh, to Abijah the eighth,"
        },
        "11": {
            "text": "To Joshua the ninth, to Shecaniah the tenth,"
        },
        "12": {
            "text": "To Eliashib the eleventh, to Jakim the twelfth,"
        },
        "13": {
            "text": "To Huppah the thirteenth, to Jeshebeab the fourteenth,"
        },
        "14": {
            "text": "To Bilgah the fifteenth, to Immer the sixteenth,"
        },
        "15": {
            "text": "To Hezir the seventeenth, to Aphses the eighteenth,"
        },
        "16": {
            "text": "To Pethahiah, the nineteenth, to Jehezekel, the twentieth."
        },
        "17": {
            "text": "To Jachin, the one and twentieth, to Gamul the two and twentieth,"
        },
        "18": {
            "text": "To Delaiah, the three and twentieth, to Maaziah, the four and twentieth."
        },
        "19": {
            "text": "These their reviewing for their service to come into the house of Jehovah according to their judgment, by the hand of Aaron their father, as Jehovah God of Israel commanded him."
        },
        "20": {
            "text": "And to the sons of Levi remaining: To the sons of Amram: Shubael: to the sons of Shubael, Jehdeiah."
        },
        "21": {
            "text": "To Rehabiah: to the sons of Rehabiah: the head, Isshiah."
        },
        "22": {
            "text": "To the Izharites: Shelornoth: to the sons of Shelomoth: Jahath."
        },
        "23": {
            "text": "And the sons of Jeriah: Amariah the second, Jahaziel the third, Jekameam the fourth."
        },
        "24": {
            "text": "The sons of Uzziel: Micah: to the sons of Micah: Shamir."
        },
        "25": {
            "text": "The brother of Micah, Isshiah: to the sons of Isshiah: Zechariah."
        },
        "26": {
            "text": "The sons of Merari: Mahli, and Mushi: the sons of Jaaziah: his son."
        },
        "27": {
            "text": "The sons of Merari, to Jaaziah: his son and Shoham and Zaccur and Ibri."
        },
        "28": {
            "text": "And to Mahli, Eleazar; and no sons to him."
        },
        "29": {
            "text": "To Kish: the sons of Kish, Jerahmeel."
        },
        "30": {
            "text": "And the sons of Mushi: Mahli and Eder and Jerimoth. These the sons of the Levites to the house of their fathers."
        },
        "31": {
            "text": "And they will also cast lots near their brethren the sons of Aaron before David the king and Zadok, and Ahimelech, and the heads of the fathers to the priests and to the Levites, the fathers the head near his brethren the small."
        }
    }
}