{
    "info": {
        "book": "1 Chronicles",
        "chapter": "25",
        "translation": "Smith's Literal Translation",
        "translationID": "slt",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "And David will separate, and the chiefs of the army, for service to the sons of Asaph and Heman and Jeduthun, prophesying with harps, with lyres and with cymbals: and there will be their number of men of work for their service."
        },
        "2": {
            "text": "To the sons of Asaph: Zaccur and Joseph, and Nethaniah, and Asarelah, sons of Asaph upon the hand of Asaph prophesying upon the hands of the king."
        },
        "3": {
            "text": "To Jeduthun: the sons of Jeduthun: Gedaliah, Zeri, and Jeshaiah, Hashabiah, and Mattithiah, six, upon the hands of their father Jeduthun, with the harp prophesying for confessing and praising to Jehovah."
        },
        "4": {
            "text": "To Heman: the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel, and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamtiezer, Joshbekashah, Mallothi, Hothir, Mahazioth."
        },
        "5": {
            "text": "All these the sons to Heman the king’s seer in the words of God, to lift up the horn. And God will give to Heman fourteen sons and three daughters."
        },
        "6": {
            "text": "All these upon the hands of their father in the song of the house of Jehovah, with cymbals, lyres and harps, for the service of the house of God, upon the hands of the king, Asaph and Jeduthun and Heman."
        },
        "7": {
            "text": "And their number will be with their brethren teaching the song to Jehovah, all having understanding, two hundred eighty and eight."
        },
        "8": {
            "text": "And they will cast lots from the watches near, as the small so the great, he understanding with him taught."
        },
        "9": {
            "text": "And the first lot will come forth to Asaph to Joseph: Gedeliah the second, he and his brethren and his sons, twelve:"
        },
        "10": {
            "text": "The third, Zaccur, his sons and his brethren, twelve:"
        },
        "11": {
            "text": "The fourth to Izri, his sons and his brethren, twelve:"
        },
        "12": {
            "text": "The fifth, Nethaniah, his sons and his brethren, twelve:"
        },
        "13": {
            "text": "The sixth, Bukkiah, his sons and his brethren, twelve:"
        },
        "14": {
            "text": "The seventh, Jesharelah, his sons and his brethren, twelve:"
        },
        "15": {
            "text": "The eighth, Jeshaiah, his sons and his brethren, twelve:"
        },
        "16": {
            "text": "The ninth, Mattaniah, his sons and his brethren, twelve:"
        },
        "17": {
            "text": "The tenth, Shimei, his sons and his brethren, twelve:"
        },
        "18": {
            "text": "The eleventh, Azareel, his sons and his brethren, twelve:"
        },
        "19": {
            "text": "The twelfth to Hashabiah, his sons and his brethren, twelve:"
        },
        "20": {
            "text": "The thirteenth, Shubael, his sons and his brethren, twelve:"
        },
        "21": {
            "text": "For the fourteenth, Mattithiah, his sons and his brethren, twelve:"
        },
        "22": {
            "text": "For the fifteenth to Jerimoth, his sons and his brethren, twelve:"
        },
        "23": {
            "text": "For the sixteenth to Hananiah, his sons and his brethren, twelve:"
        },
        "24": {
            "text": "For the seventeenth, to Joshbekashah, his sons and his brethren, twelve:"
        },
        "25": {
            "text": "For the eighteenth to Hanani, his sons and his brethren, twelve:"
        },
        "26": {
            "text": "For the nineteenth to Mallothi, his sons and his brethren, twelve:"
        },
        "27": {
            "text": "For the twentieth to Eliathah, his sons and brethren, twelve:"
        },
        "28": {
            "text": "For the one and twentieth to Hothir, his sons and his brethren twelve:"
        },
        "29": {
            "text": "For the two and twentieth to Giddalti, his sons and his brethren, twelve:"
        },
        "30": {
            "text": "For the three and twentieth to Mahazioth, his sons and his brethren, twelve:"
        },
        "31": {
            "text": "For the four and twentieth to Romamti-Ezer, his sons and his brethren, twelve."
        }
    }
}