{
    "info": {
        "book": "James",
        "chapter": "4",
        "translation": "Smith's Literal Translation",
        "translationID": "slt",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Whence wars and fights among you? are they not hence, out of your sensual pleasures making war in your members."
        },
        "2": {
            "text": "Ye eagerly desire, and have not: ye kill, and are zealous, and cannot succeed: ye fight and wage war, and ye have not, because ye ask not."
        },
        "3": {
            "text": "Ye ask, and receive not, because ye ask wickedly that ye might expend upon your sensual pleasures."
        },
        "4": {
            "text": "Adulterers and adulteresses, know ye not that the friendship of the world is the enmity of God? whoever therefore would wish to be the friend of the world is set the enemy of God."
        },
        "5": {
            "text": "Or think ye that the writing says vainly, That the spirit longs for envy, which dwelt in us?"
        },
        "6": {
            "text": "And he gives greater grace. Wherefore he says, God resists the proud, but gives grace to the humble."
        },
        "7": {
            "text": "Be subjected therefore to God. Resist the accuser, and he will flee from you."
        },
        "8": {
            "text": "Draw near to God, and he will draw near to you. Cleanse the hands, ye sinful; and purify the hearts, ye double souled."
        },
        "9": {
            "text": "Toil, and mourn, and weep: let your laughter be turned to mourning, and joy to dejection."
        },
        "10": {
            "text": "Be ye humbled before the Lord, and he will lift you up."
        },
        "11": {
            "text": "Speak not against one another, brethren. He speaking against a brother, and judging his brother, speaks against the law, and judges the law: and if thou judge the law, thou art not a doer of the law, but a judge."
        },
        "12": {
            "text": "There is one legislator, able to save and to destroy: who art thou that judgest another."
        },
        "13": {
            "text": "Come on now, ye saying, To day or to morrow let us go to this city, and do there one year, and let us trade, and derive profit:"
        },
        "14": {
            "text": "(Which know not that of the morrow. For what your life? For it is a steam, appearing for a little, and then invisible.)"
        },
        "15": {
            "text": "For you should say, If the Lord will, and we live, and should do this, or that."
        },
        "16": {
            "text": "And now ye boast in your arrogance: all such boasting is evil."
        },
        "17": {
            "text": "Therefore to him knowing to do good, and not doing, to him it is sin."
        }
    }
}