{
    "info": {
        "book": "Job",
        "chapter": "21",
        "translation": "Young's Literal Translation",
        "translationID": "ylt",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "And Job answereth and saith:—"
        },
        "2": {
            "text": "Hear ye diligently my word, And this is your consolation."
        },
        "3": {
            "text": "Bear with me, and I speak, And after my speaking—ye may deride."
        },
        "4": {
            "text": "I—to man is my complaint? and if so, wherefore May not my temper become short?"
        },
        "5": {
            "text": "Turn unto me, and be astonished, And put hand to mouth."
        },
        "6": {
            "text": "Yea, if I have remembered, then I have been troubled. And my flesh hath taken fright."
        },
        "7": {
            "text": "Wherefore do the wicked live? They have become old, Yea, they have been mighty in wealth."
        },
        "8": {
            "text": "Their seed is established, Before their face with them, And their offspring before their eyes."
        },
        "9": {
            "text": "Their houses are peace without fear, Nor is a rod of God upon them."
        },
        "10": {
            "text": "His bullock hath eaten corn, and doth not loath. His cow bringeth forth safely, And doth not miscarry."
        },
        "11": {
            "text": "They send forth as a flock their sucklings, And their children skip,"
        },
        "12": {
            "text": "They lift themselves up at timbrel and harp, And rejoice at the sound of an organ."
        },
        "13": {
            "text": "They wear out in good their days, And in a moment to Sheol go down."
        },
        "14": {
            "text": "And they say to God, ‘Turn aside from us, And the knowledge of Thy ways We have not desired."
        },
        "15": {
            "text": "What is the Mighty One that we serve Him? And what do we profit when we meet with Him?’"
        },
        "16": {
            "text": "Lo, not in their hand is their good, (The counsel of the wicked Hath been far from me.)"
        },
        "17": {
            "text": "How oft is the lamp of the wicked extinguished, And come on them doth their calamity? Pangs He apportioneth in His anger."
        },
        "18": {
            "text": "They are as straw before wind, And as chaff a hurricane hath stolen away,"
        },
        "19": {
            "text": "God layeth up for his sons his sorrow, He giveth recompense unto him—and he knoweth."
        },
        "20": {
            "text": "His own eyes see his destruction, And of the wrath of the Mighty he drinketh."
        },
        "21": {
            "text": "For what is his delight in his house after him, And the number of his months cut off?"
        },
        "22": {
            "text": "To God doth one teach knowledge, And He the high doth judge?"
        },
        "23": {
            "text": "This one dieth in his perfect strength, Wholly at ease and quiet."
        },
        "24": {
            "text": "His breasts have been full of milk, And marrow his bones doth moisten."
        },
        "25": {
            "text": "And this one dieth with a bitter soul, And have not eaten with gladness."
        },
        "26": {
            "text": "Together—on the dust they lie down, And the worm doth cover them over."
        },
        "27": {
            "text": "Lo, I have known your thoughts, And the devices against me ye do wrongfully."
        },
        "28": {
            "text": "For ye say, ‘Where is the house of the noble? And where the tent—The tabernacles of the wicked?’"
        },
        "29": {
            "text": "Have ye not asked those passing by the way? And their signs do ye not know?"
        },
        "30": {
            "text": "That to a day of calamity is the wicked spared. To a day of wrath they are brought."
        },
        "31": {
            "text": "Who doth declare to his face his way? And for that which he hath done, Who doth give recompence to him?"
        },
        "32": {
            "text": "And he—to the graves he is brought. And over the heap a watch is kept."
        },
        "33": {
            "text": "Sweet to him have been the clods of the valley, And after him every man he draweth, And before him there is no numbering."
        },
        "34": {
            "text": "And how do ye comfort me with vanity, And in your answers hath been left trespass?"
        }
    }
}