{
    "info": {
        "book": "Job",
        "chapter": "37",
        "translation": "Darby Bible Translation",
        "translationID": "dbt",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Aye, my heart trembleth at this also, and leapeth up out of its place:"
        },
        "2": {
            "text": "Hear attentively the roar of his voice, and the murmur going forth from his mouth."
        },
        "3": {
            "text": "He sendeth it forth under the whole heaven, and his lightning unto the ends of the earth."
        },
        "4": {
            "text": "After it a voice roareth: he thundereth with the voice of his excellency, and holdeth not back the flashes when his voice is heard."
        },
        "5": {
            "text": "God thundereth marvellously with his voice, doing great things which we do not comprehend."
        },
        "6": {
            "text": "For he saith to the snow, Fall on the earth! and to the pouring rain, even the pouring rains of his might."
        },
        "7": {
            "text": "He sealeth up the hand of every man; that all men may know his work."
        },
        "8": {
            "text": "And the wild beast goeth into its lair, and they remain in their dens."
        },
        "9": {
            "text": "From the chamber [of the south] cometh the whirlwind; and cold from the winds of the north."
        },
        "10": {
            "text": "By the breath of God ice is given; and the breadth of the waters is straitened."
        },
        "11": {
            "text": "Also with plentiful moisture he loadeth the thick clouds, his light dispels the cloud;"
        },
        "12": {
            "text": "And they are turned every way by his guidance, that they may do whatsoever he commandeth them upon the face of the circuit of the earth,"
        },
        "13": {
            "text": "Whether he cause it to come as a rod, or for his land, or in mercy."
        },
        "14": {
            "text": "Hearken unto this, Job; stand still and discern the wondrous works of God."
        },
        "15": {
            "text": "Dost thou know how +God hath disposed them, and how he causeth the lightning of his cloud to flash?"
        },
        "16": {
            "text": "Dost thou know about the balancings of the clouds, the wondrous works of him that is perfect in knowledge?"
        },
        "17": {
            "text": "How thy garments become warm when he quieteth the earth by the south wind?"
        },
        "18": {
            "text": "Hast thou with him spread out the sky, firm, like a molten mirror?"
        },
        "19": {
            "text": "Teach us what we shall say unto him! We cannot order [our words] by reason of darkness."
        },
        "20": {
            "text": "Shall it be told him if I would speak? if a man [so] say, surely he shall be swallowed up."
        },
        "21": {
            "text": "And now [men] see not the light as it gleameth, it is [hidden] in the skies. But the wind passeth by and cleareth them."
        },
        "22": {
            "text": "From the north cometh gold; with +God is terrible majesty."
        },
        "23": {
            "text": "The Almighty, we cannot find him out: excellent in power, and in judgment, and in abundance of justice, he doth not afflict."
        },
        "24": {
            "text": "Men do therefore fear him: he respecteth not any that are wise of heart."
        }
    }
}