{
    "info": {
        "book": "Proverbs",
        "chapter": "17",
        "translation": "Berean Standard Bible",
        "translationID": "bsb",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Better a dry morsel in quietness than a house full of feasting with strife."
        },
        "2": {
            "text": "A wise servant will rule over a disgraceful son and share his inheritance as one of the brothers."
        },
        "3": {
            "text": "A crucible for silver and a furnace for gold, but the LORD is the tester of hearts."
        },
        "4": {
            "text": "A wicked man listens to evil lips; a liar gives ear to a destructive tongue."
        },
        "5": {
            "text": "He who mocks the poor insults their Maker; whoever gloats over calamity will not go unpunished."
        },
        "6": {
            "text": "Grandchildren are the crown of the aged, and the glory of a son is his father."
        },
        "7": {
            "text": "Eloquent words are unfit for a fool; how much worse are lying lips to a ruler!"
        },
        "8": {
            "text": "A bribe is a charm to its giver; wherever he turns, he succeeds."
        },
        "9": {
            "text": "Whoever conceals an offense promotes love, but he who brings it up separates friends."
        },
        "10": {
            "text": "A rebuke cuts into a man of discernment deeper than a hundred lashes cut into a fool."
        },
        "11": {
            "text": "An evil man seeks only rebellion; a cruel messenger will be sent against him."
        },
        "12": {
            "text": "It is better to meet a bear robbed of her cubs than a fool in his folly."
        },
        "13": {
            "text": "If anyone returns evil for good, evil will never leave his house."
        },
        "14": {
            "text": "To start a quarrel is to release a flood; so abandon the dispute before it breaks out."
        },
        "15": {
            "text": "Acquitting the guilty and condemning the righteous—both are detestable to the LORD."
        },
        "16": {
            "text": "Why should the fool have money in his hand with no intention of buying wisdom?"
        },
        "17": {
            "text": "A friend loves at all times, and a brother is born for adversity."
        },
        "18": {
            "text": "A man lacking judgment strikes hands in pledge and puts up security for his neighbor."
        },
        "19": {
            "text": "He who loves transgression loves strife; he who builds his gate high invites destruction."
        },
        "20": {
            "text": "The one with a perverse heart finds no good, and he whose tongue is deceitful falls into trouble."
        },
        "21": {
            "text": "A man fathers a fool to his own grief; the father of a fool has no joy."
        },
        "22": {
            "text": "A joyful heart is good medicine, but a broken spirit dries up the bones."
        },
        "23": {
            "text": "A wicked man takes a covert bribe to subvert the course of justice."
        },
        "24": {
            "text": "Wisdom is the focus of the discerning, but the eyes of a fool wander to the ends of the earth."
        },
        "25": {
            "text": "A foolish son brings grief to his father and bitterness to her who bore him."
        },
        "26": {
            "text": "It is surely not good to punish the innocent or to flog a noble for his honesty."
        },
        "27": {
            "text": "A man of knowledge restrains his words, and a man of understanding maintains a calm spirit."
        },
        "28": {
            "text": "Even a fool is considered wise if he keeps silent, and discerning when he holds his tongue."
        }
    }
}