{
    "info": {
        "book": "Numbers",
        "chapter": "26",
        "translation": "Smith's Literal Translation",
        "translationID": "slt",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "And it will be after the smiting, And Jehovah will say to Moses, and to Eleazar, son of Aaron the priest, saying,"
        },
        "2": {
            "text": "Take the head of all the assembly of the sons of Israel, from the son of twenty years and above, according to the house of their fathers, all going forth to war in Israel."
        },
        "3": {
            "text": "And Moses will speak, and Eleazar the priest, with them in the desert of Moab of Jericho, saying,"
        },
        "4": {
            "text": "From the son of twenty years and above, as Jehovah commanded Moses and the sons of Israel going forth out of the land of Egypt."
        },
        "5": {
            "text": "Reuben, the first-born of Israel; the sons of Reuben: Hanoch, the families of the Hanochites: for Pallu, the families of the Palluites."
        },
        "6": {
            "text": "To Hezron, the families of the Hezronites; to Carmi, the families of the Carmites."
        },
        "7": {
            "text": "These the families of the Reubenites; and they reviewed of them shall be three and forty thousand and seven hundred and thirty."
        },
        "8": {
            "text": "And the sons of Pella Eliab."
        },
        "9": {
            "text": "And the sons of Eliab: Nemnel, and Dathan, and Abiram. This the Dathan and Abiram called of the assembly, who strove against Moses and against Aaron in the assembly of Korah, in their striving against Jehovah"
        },
        "10": {
            "text": "And the earth will open her mouth and will swallow them and Korah, in the dying of the assembly in the consuming of the fire, the fifty and two hundred men: and they shall be for a signal."
        },
        "11": {
            "text": "And the sons of Korah died not."
        },
        "12": {
            "text": "The sons of Simeon according to their families; for Nemuel, the families of the Nemuelites; for Jamin, the families of the Jaminites; for Jachin, the families of the Jachinites;"
        },
        "13": {
            "text": "For Zerah, the families of the Zarhites; for Saul, the families of the Saulites."
        },
        "14": {
            "text": "These the families of the Simeonites, two and twenty thousand and two hundred."
        },
        "15": {
            "text": "The sons of Gad according to their families: for Zephon, the families of the Zephonites; to Haggi, the families of the Haggites; to Shuni, the families of the Shunites."
        },
        "16": {
            "text": "To Ozni, the families of the Oznites; to Eri, the families of the Erites."
        },
        "17": {
            "text": "To Arod, the families of the Arodites; to Areli, the families of the Arelites."
        },
        "18": {
            "text": "These the families of the sons of Gad according to their reviewing, forty thousand and five hundred."
        },
        "19": {
            "text": "The sons of Judah, Er and Onan; and Er will die, and Onan, in the land of Canaan."
        },
        "20": {
            "text": "And the sons of Judah will be according to their families: to Shelah, the families of the Shelahites; to Pharez, the families of the Pharezites; to Zerah, the families of the Zerahites."
        },
        "21": {
            "text": "And the sons of Pharez will be, for Hezron, the families of the Hezronites; for Hamul, the families of the Hamulites."
        },
        "22": {
            "text": "These the families of Judah according to their reviewing, six and seventy thousand and five hundred."
        },
        "23": {
            "text": "The sons of Issachar according to their families: Tola, the families of the Tolaites; for Pua, the families of the Punites;"
        },
        "24": {
            "text": "For Jashub, the families of the Jashubites; for Shimron, the families of the Shimronitea."
        },
        "25": {
            "text": "These the families of Issachar, according to their reviewing, four and sixty thousand and three hundred."
        },
        "26": {
            "text": "The sons of Zebulon according to their families: to Sered, the families of the Sardites; to Elon, the families of the Elonites; to Jahleel, the families of the Jahleelites."
        },
        "27": {
            "text": "These the families of Zebulon, according to their reviewing, sixty thousand and five hundred."
        },
        "28": {
            "text": "The sons of Joseph, according to their families, Manasseh and Ephraim."
        },
        "29": {
            "text": "The sons of Manasseh: to Machir, the families of the Machirites; and Machir begat Gilead; to Gilead, the families of the Gileadites."
        },
        "30": {
            "text": "These the sons of Gilead: Jeezer, the families of the Jeezerites; to Helek, the families of the Helekites."
        },
        "31": {
            "text": "And Asriel, the families of the Asrielites; and Shechem, the families of the Shechemites."
        },
        "32": {
            "text": "And Shemida, the families of the Shemidaites; and Hepher, the families of the Hepherites."
        },
        "33": {
            "text": "And Zelophehad, the son of Hepher, there were no sons to him, but daughters; and the names of the daughters of Zelophehad, Mahlah, and Noah, and Hoglah, and Milcah, and Tirzah."
        },
        "34": {
            "text": "These the families of Manasseh, and their reviewing, two and fifty thousand and seven hundred."
        },
        "35": {
            "text": "These the sons of Ephraim, according to their families: to Shuthelah, the families of the Shuthalites; to Becher, the families of the Becherites; to Tahan, the families of the Tahanites."
        },
        "36": {
            "text": "These the sons of Shuthelah: to Eran, the families of the Emnites."
        },
        "37": {
            "text": "These the families of the sons of Ephraim, according to their reviewing, two and thirty thousand and five hundred. These the sons of Joseph according to their families."
        },
        "38": {
            "text": "The sons of Benjamin according to their families: to Bela, the families of the Belaites; to Ashbel, the families of the Ashbelites; to Ahiram, the families of the Ahiramites."
        },
        "39": {
            "text": "To Shupham, the families of the Shuphamites; to Hupham, the families of the Huphamites."
        },
        "40": {
            "text": "And the sons of Bela will be Ard and Naaman; the families of the Ardites; to Naaman, the families of the Naamanites."
        },
        "41": {
            "text": "These the sons of Benjamin according to their families; and their reviewing five and forty thousand six hundred."
        },
        "42": {
            "text": "These the sons of Dan, according to their families: to Shuham, the families of the Shuhamites These the families of Dan according to their families."
        },
        "43": {
            "text": "All the families of the Shuhamites according to their reviewing, four and sixty thousand and four hundred."
        },
        "44": {
            "text": "The sons of Asher according to their families: to Jimna, the families of the Jimnites; to Jesui, the families of the Jesuites; to Beriah, the families of the Beriites."
        },
        "45": {
            "text": "To the sons of Beriah: to Heber, the families of the Heberites; to Malchiel, the families of the Malchielites."
        },
        "46": {
            "text": "And the name of the daughter of Asher, Sarah."
        },
        "47": {
            "text": "These the families of the sons of Asher according to their reviewing; three and fifty thousand and four hundred."
        },
        "48": {
            "text": "The sons of Naphtali according to their families: to Jahzeel, the families of the Jahzeelites; to Guni the families of the Gunites."
        },
        "49": {
            "text": "To Jezer, the families of the Jezerites; to Shillem, the families of the Shillemites."
        },
        "50": {
            "text": "These the families of Naphtali according to their reviewing; and their reviewing, five and forty thousand and four hundred."
        },
        "51": {
            "text": "These the reviewings of the sons of Israel, six hundred thousand and a thousand seven hundred and thirty."
        },
        "52": {
            "text": "And Jehovah will speak to Moses, saying,"
        },
        "53": {
            "text": "To these the land shall be divided for an inheritance, according to the number of names."
        },
        "54": {
            "text": "To the many thou shalt multiply his inheritance, and to the few thou shalt diminish his inheritance: to each according to his reviewing his inheritance shall be given."
        },
        "55": {
            "text": "But by lot shall the land be divided; according to the names of the tribes of their fathers, they shall inherit."
        },
        "56": {
            "text": "According to the lot thou shalt divide his inheritance between the many to the few."
        },
        "57": {
            "text": "And these the reviewings of the Levites according to their families: to Gershon, the families of the Gershonites; to Kohath, the families of the Kohathites; to Merari, the families of the Merarites."
        },
        "58": {
            "text": "These the families of Levi: the families of the Libnites, the families of the Hebronites, the families of the Mahlites, the families of the Mushites, the families of the Korathites: and Kohath begat Amram."
        },
        "59": {
            "text": "And the name of Amram’s wife, Jochebed, daughter of Levi, who bare her to Levi in Egypt: and she will bear to Amram, Aaron and Moses, and Miriam their sister."
        },
        "60": {
            "text": "And will be born to Aaron, Nadab and Abihu, and Eleazar and Ithamar."
        },
        "61": {
            "text": "And Nadab will die, and Abihu, in their bringing near strange fire before Jehovah."
        },
        "62": {
            "text": "And they being reviewed will be three and twenty thousand, every male from the son of a month and above: for they were not reviewed in the midst of the sons of Israel, for an inheritance was not given to them in the midst of the sons of Israel."
        },
        "63": {
            "text": "These the reviewings of Moses and Eleazar the priest, who reviewed the sons of Israel in the desert of Moab, by Jordan of Jericho."
        },
        "64": {
            "text": "And among these there was not a man from the reviewings of Moses and Aaron the priest, who reviewed the sons of Israel in the desert of Sinai."
        },
        "65": {
            "text": "For Jehovah said to them, Dying, they shall die in the desert And there was not left from them a man but Caleb, son of Jephunneh, and Joshua, eon of Nun."
        }
    }
}