{
    "info": {
        "book": "Genesis",
        "chapter": "16",
        "translation": "American King James Version",
        "translationID": "akjv",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Now Sarai Abram’s wife bore him no children: and she had an handmaid, an Egyptian, whose name was Hagar."
        },
        "2": {
            "text": "And Sarai said to Abram, Behold now, the LORD has restrained me from bearing: I pray you, go in to my maid; it may be that I may obtain children by her. And Abram listened to the voice of Sarai."
        },
        "3": {
            "text": "And Sarai Abram’s wife took Hagar her maid the Egyptian, after Abram had dwelled ten years in the land of Canaan, and gave her to her husband Abram to be his wife."
        },
        "4": {
            "text": "And he went in to Hagar, and she conceived: and when she saw that she had conceived, her mistress was despised in her eyes."
        },
        "5": {
            "text": "And Sarai said to Abram, My wrong be on you: I have given my maid into your bosom; and when she saw that she had conceived, I was despised in her eyes: the LORD judge between me and you."
        },
        "6": {
            "text": "But Abram said to Sarai, Behold, your maid is in your hand; do to her as it pleases you. And when Sarai dealt hardly with her, she fled from her face."
        },
        "7": {
            "text": "And the angel of the LORD found her by a fountain of water in the wilderness, by the fountain in the way to Shur."
        },
        "8": {
            "text": "And he said, Hagar, Sarai’s maid, from where came you? and where will you go? And she said, I flee from the face of my mistress Sarai."
        },
        "9": {
            "text": "And the angel of the LORD said to her, Return to your mistress, and submit yourself under her hands."
        },
        "10": {
            "text": "And the angel of the LORD said to her, I will multiply your seed exceedingly, that it shall not be numbered for multitude."
        },
        "11": {
            "text": "And the angel of the LORD said to her, Behold, you are with child and shall bear a son, and shall call his name Ishmael; because the LORD has heard your affliction."
        },
        "12": {
            "text": "And he will be a wild man; his hand will be against every man, and every man’s hand against him; and he shall dwell in the presence of all his brothers."
        },
        "13": {
            "text": "And she called the name of the LORD that spoke to her, You God see me: for she said, Have I also here looked after him that sees me?"
        },
        "14": {
            "text": "Why the well was called Beerlahairoi; behold, it is between Kadesh and Bered."
        },
        "15": {
            "text": "And Hagar bore Abram a son: and Abram called his son’s name, which Hagar bore, Ishmael."
        },
        "16": {
            "text": "And Abram was fourscore and six years old, when Hagar bore Ishmael to Abram."
        }
    }
}