{
    "info": {
        "book": "Job",
        "chapter": "27",
        "translation": "Berean Standard Bible",
        "translationID": "bsb",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Job continued his discourse:"
        },
        "2": {
            "text": "“As surely as God lives, who has deprived me of justice—the Almighty, who has embittered my soul—"
        },
        "3": {
            "text": "as long as my breath is still within me and the breath of God remains in my nostrils,"
        },
        "4": {
            "text": "my lips will not speak wickedness, and my tongue will not utter deceit."
        },
        "5": {
            "text": "I will never say that you are right; I will maintain my integrity until I die."
        },
        "6": {
            "text": "I will cling to my righteousness and never let go. As long as I live, my conscience will not accuse me."
        },
        "7": {
            "text": "May my enemy be like the wicked and my opponent like the unjust."
        },
        "8": {
            "text": "For what is the hope of the godless when he is cut off, when God takes away his life?"
        },
        "9": {
            "text": "Will God hear his cry when distress comes upon him?"
        },
        "10": {
            "text": "Will he delight in the Almighty? Will he call upon God at all times?"
        },
        "11": {
            "text": "I will instruct you in the power of God. I will not conceal the ways of the Almighty."
        },
        "12": {
            "text": "Surely all of you have seen it for yourselves. Why then do you keep up this empty talk?"
        },
        "13": {
            "text": "This is the wicked man’s portion from God—the heritage the ruthless receive from the Almighty."
        },
        "14": {
            "text": "Though his sons are many, they are destined for the sword; and his offspring will never have enough food."
        },
        "15": {
            "text": "His survivors will be buried by the plague, and their widows will not weep for them."
        },
        "16": {
            "text": "Though he heaps up silver like dust and piles up a wardrobe like clay,"
        },
        "17": {
            "text": "what he lays up, the righteous will wear, and his silver will be divided by the innocent."
        },
        "18": {
            "text": "The house he built is like a moth’s cocoon, like a hut set up by a watchman."
        },
        "19": {
            "text": "He lies down wealthy, but will do so no more; when he opens his eyes, all is gone."
        },
        "20": {
            "text": "Terrors overtake him like a flood; a tempest sweeps him away in the night."
        },
        "21": {
            "text": "The east wind carries him away, and he is gone; it sweeps him out of his place."
        },
        "22": {
            "text": "It hurls itself against him without mercy as he flees headlong from its power."
        },
        "23": {
            "text": "It claps its hands at him and hisses him out of his place."
        }
    }
}