{
    "info": {
        "book": "Matthew",
        "chapter": "25",
        "translation": "Smith's Literal Translation",
        "translationID": "slt",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Then shall the kingdom of the heavens be likened to ten virgins, who having taken their lanterns, went forth to the meeting of the bridegroom."
        },
        "2": {
            "text": "And five of them were discerning, and five foolish."
        },
        "3": {
            "text": "Those foolish having taken their lanterns, took no oil with them."
        },
        "4": {
            "text": "And the discerning took oil in their vessels with their lanterns."
        },
        "5": {
            "text": "And the bridegroom delaying, they all slumbered and slept."
        },
        "6": {
            "text": "And in the middle of the night there was a cry, Behold, the bridegroom comes; go ye forth to his meeting."
        },
        "7": {
            "text": "Then all these virgins were aroused, and put their lanterns in order."
        },
        "8": {
            "text": "And the foolish said to the discerning, Give us of your oil; for our lights are quenched."
        },
        "9": {
            "text": "And the discerning answered, saying, Lest it should not suffice us and you: but go ye rather to those selling, and buy for yourselves."
        },
        "10": {
            "text": "And they, going to buy, the bridegroom came; and they prepared, went in with him to the nuptials; and the door was locked."
        },
        "11": {
            "text": "And afterwards came also the rest of the virgins, saying, Lord, Lord, open to us."
        },
        "12": {
            "text": "And he having answered said, Truly I say to you, I know you not."
        },
        "13": {
            "text": "Watch, therefore, for ye know not the day, neither the hour, in which the Son of man comes."
        },
        "14": {
            "text": "For as a man going abroad, called his own servants, and delivered them his possessions:"
        },
        "15": {
            "text": "And to one he truly gave five talents, and to one, two, and to one, one; to each according to his own power; and he quickly went abroad."
        },
        "16": {
            "text": "And he having received five talents, having gone, worked with them, and he made other five talents."
        },
        "17": {
            "text": "Likewise he having the two also, gained he also other two."
        },
        "18": {
            "text": "And he having received one, having departed, dug in the earth, and concealed his lord’s silver."
        },
        "19": {
            "text": "And after much time the lord of these servants comes, and lifts up the word with them."
        },
        "20": {
            "text": "And he having received the five talents, having come near, brought the other five talents, saying, Lord, thou deliveredst me five talents: and I have gained other five talents."
        },
        "21": {
            "text": "And his lord said to him, Well, good and faithful servant: thou west faithful over a few things, I will set thee over many; enter into the joy of thy lord."
        },
        "22": {
            "text": "And he also having received the two talents, having come near said, Lord, thou deliveredst me two talents; see, I gained two other talents to them."
        },
        "23": {
            "text": "His lord said to him, Well, good and faithful servant; thou wast faithful over a few things, I will set thee over many; enter into the joy of thy lord."
        },
        "24": {
            "text": "And he also having received one talent, having come near, said, Lord, I knew thee that thou art a hard man, reaping where thou sowedst not, and gathering where thou scatteredst not:"
        },
        "25": {
            "text": "And having been afraid, having gone away, I concealed thy talent in the earth; see, thou hast thine own."
        },
        "26": {
            "text": "And his lord having answered, said to him, O evil and slothful servant, thou knewest that I reap where I sowed not, and gather where I scattered not:"
        },
        "27": {
            "text": "Thou therefore oughtest to have cast my silver to the money-changers, and I having come, had received mine own, with interest."
        },
        "28": {
            "text": "Therefore take the talent away from him, and give him having ten talents."
        },
        "29": {
            "text": "For to every one having shall be given, and he shall be in abundance: and from him not having, also what he has shall be taken away from him."
        },
        "30": {
            "text": "And cast ye the useless servant into darkness without; weeping shall be there, and gnashing of teeth."
        },
        "31": {
            "text": "And when the Son of man should come in his glory, and all his holy messengers with him, then shall he sit upon the throne of his glory:"
        },
        "32": {
            "text": "And all nations shall be gathered together before him, and he shall separate them from one another, as a shepherd separates the sheep from the kids."
        },
        "33": {
            "text": "And he shall set the sheep from his right, and the kids from his left."
        },
        "34": {
            "text": "Then shall the king say to them from his right, Come, the praised of my Father, inherit the kingdom prepared for you from the foundation of the world:"
        },
        "35": {
            "text": "For I was hungry, and ye gave me to eat: I was thirsty, and ye gave me to drink: I was a stranger, and ye brought me in:"
        },
        "36": {
            "text": "Naked, and ye put around me: I was sick, and ye reviewed me: I was in prison, and ye came to me."
        },
        "37": {
            "text": "Then shall the just answer him saying, Lord, when saw we thee hungering, and nourished or thirsting, and gave to drink."
        },
        "38": {
            "text": "And when saw we thee a stranger, and brought in or naked, and put around."
        },
        "39": {
            "text": "And when saw we thee sick, or in prison, and came to thee?"
        },
        "40": {
            "text": "And the king having answered, will say to them, Truly I say to you, Inasmuch as ye did to one of the least of my brethren, ye did to me."
        },
        "41": {
            "text": "Then shall he say to them from the left, Go away from me, the cursed, into eternal fire, prepared for the devil and his messengers:"
        },
        "42": {
            "text": "For I was hungry, and ye gave me not to eat; I was thirsty, and ye gave me no drink;"
        },
        "43": {
            "text": "I was a stranger and ye brought me not in; naked, and ye put not around me; sick, and in prison, and ye took not a view of me."
        },
        "44": {
            "text": "Then shall they answer him, they also saying, Lord, when saw we thee hungry, or thirsty, or a stranger, or naked, or sick, or in prison, and attended not to thee?"
        },
        "45": {
            "text": "Then shall he answer them saying, Inasmuch as ye did not to one of the least of these, ye did not to me."
        },
        "46": {
            "text": "And these shall go away into everlasting punishment: and the just into eternal life."
        }
    }
}