{
    "info": {
        "book": "Romans",
        "chapter": "2",
        "translation": "Smith's Literal Translation",
        "translationID": "slt",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Therefore thou art inexcusable, O man, every one judging: for in what thou judgest another, thou condemnest thyself; for thou judging doest the same."
        },
        "2": {
            "text": "And we know that the judgment of God is according to truth upon them doing such things."
        },
        "3": {
            "text": "And thinkest thou this, O man, judging them doing such things, and doing the same, that thou shalt escape the judgment of God?"
        },
        "4": {
            "text": "Or the abundance of his goodness and forbearance and long suffering dost thou despise; not knowing that the goodness of God brings thee to repentance?"
        },
        "5": {
            "text": "And according to thy hardness and impenitent heart thou treasurest up to thyself anger in the day of anger and revelation of the just judgment of God;"
        },
        "6": {
            "text": "Who will give back to each according to his works:"
        },
        "7": {
            "text": "To them truly by perseverance of the good work they seek glory and honour and immortality, eternal life:"
        },
        "8": {
            "text": "But to them of intrigue, and are truly disobedient to the truth, and yielding to injustice, anger and wrath,"
        },
        "9": {
            "text": "Affliction and distress, upon every soul of man working evil, both of the Jew first, and of the Greek;"
        },
        "10": {
            "text": "But glory, and honour, and peace, to every one working good, both to the Jew first, and to the Greek:"
        },
        "11": {
            "text": "For there is no distinction of persons with God."
        },
        "12": {
            "text": "For as many as sinned without law shall also perish without law: and as many as sinned in the law shall be judged by the law;"
        },
        "13": {
            "text": "(For not hearers of the law just with God, but the doers of the law shall be justified."
        },
        "14": {
            "text": "For when nations, not having the things of the law, by nature do the things of the law, these, not having the law, are law to themselves:"
        },
        "15": {
            "text": "Which show the work of the law Written in their hearts, their consciousness testifying together, and between one another thoughts accusing or also excusing;)"
        },
        "16": {
            "text": "In the day when God shall judge the concealed things of men according to my good news by Jesus Christ."
        },
        "17": {
            "text": "Behold, thou art named a Jew, and restest upon the law, and boastest thyself in God,"
        },
        "18": {
            "text": "And knowest the will, and triest things differing, being sounded out of the law;"
        },
        "19": {
            "text": "And art persuaded thou thyself to be a guide of the blind, a light of them in darkness,"
        },
        "20": {
            "text": "An instructor of the foolish, a teacher of the inexperienced, having the form of knowledge and of truth in the law."
        },
        "21": {
            "text": "Therefore teaching another, teachest thou not thyself proclaiming not to steal, stealest thou?"
        },
        "22": {
            "text": "Speaking not to commit adultery, committest thou adultery? abhorring images, committest thou sacrilege?"
        },
        "23": {
            "text": "Thou who boastest in the law, by transgression of the law dishonourest thou God?"
        },
        "24": {
            "text": "For the name of God by you is blasphemed in the nations, as it has been written."
        },
        "25": {
            "text": "For truly circumcision profits, if thou do the law: and if thou be a transgressor of the law, thy circumcision has become uncircumcision."
        },
        "26": {
            "text": "Therefore if uncircumcision watch the justification of the law, shall not his uncircumcision be reckoned for circumcision?"
        },
        "27": {
            "text": "And shall not uncircumcision by nature, completing the law, judge thee, which by letter and circumcision a transgressor of the law?"
        },
        "28": {
            "text": "For he in appearance, is not a Jew; neither circumcision, in appearance in the flesh:"
        },
        "29": {
            "text": "But he in concealment, a Jew; and circumcision of the heart, in spirit, not in letter; whose approbation not of man, but of God."
        }
    }
}