{
    "info": {
        "book": "Romans",
        "chapter": "3",
        "translation": "JPS Tanakh 1917 OT",
        "translationID": "jps",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "What special privilege, then, has a Jew? Or what benefit is to be derived from circumcision?"
        },
        "2": {
            "text": "The privilege is great from every point of view. First of all, because the Jews were entrusted with God’s truth."
        },
        "3": {
            "text": "For what if some Jews have proved unfaithful? Shall their faithlessness render God’s faithfulness worthless?"
        },
        "4": {
            "text": "No, indeed; let us hold God to be true, though every man should prove to be false. As it stands written, “That Thou mayest be shown to be just in the sentence Thou pronouncest, and gain Thy cause when Thou contendest.”"
        },
        "5": {
            "text": "But if our unrighteousness sets God’s righteousness in a clearer light, what shall we say? (Is God unrighteous—I speak in our everyday language—when He inflicts punishment?"
        },
        "6": {
            "text": "No indeed; for in that case how shall He judge all mankind?)"
        },
        "7": {
            "text": "If, for instance, a falsehood of mine has made God’s truthfulness more conspicuous, redounding to His glory, why am I judged all the same as a sinner?"
        },
        "8": {
            "text": "And why should we not say—for so they wickedly misrepresent us, and so some charge us with arguing—”Let us do evil that good may come”? The condemnation of those who would so argue is just."
        },
        "9": {
            "text": "What then? Are we Jews more highly estimated than they? Not in the least; for we have already charged all Jews and Gentiles alike with being in thraldom to sin."
        },
        "10": {
            "text": "Thus it stands written, “There is not one righteous man."
        },
        "11": {
            "text": "There is not one who is really wise, nor one who is a diligent seeker after God."
        },
        "12": {
            "text": "All have turned aside from the right path; they have every one of them become corrupt. There is no one who does what is right—no, not so much as one.”"
        },
        "13": {
            "text": "“Their throats resemble an opened grave; with their tongues they have been talking deceitfully.” “The venom of vipers lies hidden behind their lips.”"
        },
        "14": {
            "text": "“Their mouths are full of cursing and bitterness.”"
        },
        "15": {
            "text": "“Their feet move swiftly to shed blood."
        },
        "16": {
            "text": "Ruin and misery mark their path;"
        },
        "17": {
            "text": "and the way to peace they have not known.”"
        },
        "18": {
            "text": "“There is no fear of God before their eyes.”"
        },
        "19": {
            "text": "But it cannot be denied that all that the Law says is addressed to those who are living under the Law, in order that every mouth may be stopped, and that the whole world may await sentence from God."
        },
        "20": {
            "text": "For on the ground of obedience to Law no man living will be declared righteous before Him. Law simply brings a sure knowledge of sin."
        },
        "21": {
            "text": "But now a righteousness coming from God has been brought to light apart from any Law, both Law and Prophets bearing witness to it—"
        },
        "22": {
            "text": "a righteousness coming from God, which depends on faith in Jesus Christ and extends to all who believe. No distinction is made;"
        },
        "23": {
            "text": "for all alike have sinned, and all consciously come short of the glory of God,"
        },
        "24": {
            "text": "gaining acquittal from guilt by His free unpurchased grace through the deliverance which is found in Christ Jesus."
        },
        "25": {
            "text": "He it is whom God put forward as a Mercy-seat, rendered efficacious through faith in His blood, in order to demonstrate His righteousness—because of the passing over, in God’s forbearance, of the sins previously committed—"
        },
        "26": {
            "text": "with a view to demonstrating, at the present time, His righteousness, that He may be shown to be righteous Himself, and the giver of righteousness to those who believe in Jesus."
        },
        "27": {
            "text": "Where then is there room for your boasting? It is for ever shut out. On what principle? On the ground of merit? No, but on the ground of faith."
        },
        "28": {
            "text": "For we maintain that it is as the result of faith that a man is held to be righteous, apart from actions done in obedience to Law."
        },
        "29": {
            "text": "Is God simply the God of the Jews, and not of the Gentiles also? He is certainly the God of the Gentiles also,"
        },
        "30": {
            "text": "unless you can deny that it is one and the same God who will pronounce the circumcised to be acquitted on the ground of faith, and the uncircumcised to be acquitted through the same faith."
        },
        "31": {
            "text": "Do we then by means of this faith abolish the Law? No, indeed; we give the Law a firmer footing."
        }
    }
}