{
    "info": {
        "book": "Mark",
        "chapter": "7",
        "translation": "English Revised Version",
        "translationID": "erv",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "And there are gathered together unto him the Pharisees, and certain of the scribes, which had come from Jerusalem,"
        },
        "2": {
            "text": "and had seen that some of his disciples ate their bread with defiled, that is, unwashen, hands."
        },
        "3": {
            "text": "For the Pharisees, and all the Jews, except they wash their hands diligently, eat not, holding the tradition of the elders:"
        },
        "4": {
            "text": "and when they come from the marketplace, except they wash themselves, they eat not: and many other things there be, which they have received to hold, washings of cups, and pots, and brasen vessels."
        },
        "5": {
            "text": "And the Pharisees and the scribes ask him, Why walk not thy disciples according to the tradition of the elders, but eat their bread with defiled hands?"
        },
        "6": {
            "text": "And he said unto them, Well did Isaiah prophesy of you hypocrites, as it is written, This people honoureth me with their lips, But their heart is far from me."
        },
        "7": {
            "text": "But in vain do they worship me, Teaching as their doctrines the precepts of men."
        },
        "8": {
            "text": "Ye leave the commandment of God, and hold fast the tradition of men."
        },
        "9": {
            "text": "And he said unto them, Full well do ye reject the commandment of God, that ye may keep your tradition."
        },
        "10": {
            "text": "For Moses said, Honour thy father and thy mother; and, He that speaketh evil of father or mother, let him die the death:"
        },
        "11": {
            "text": "but ye say, If a man shall say to his father or his mother, That wherewith thou mightest have been profited by me is Corban, that is to say, Given to God;"
        },
        "12": {
            "text": "ye no longer suffer him to do aught for his father or his mother;"
        },
        "13": {
            "text": "making void the word of God by your tradition, which ye have delivered: and many such like things ye do."
        },
        "14": {
            "text": "And he called to him the multitude again, and said unto them, Hear me all of you, and understand:"
        },
        "15": {
            "text": "there is nothing from without the man, that going into him can defile him: but the things which proceed out of the man are those that defile the man."
        },
        "16": {
            "text": ""
        },
        "17": {
            "text": "And when he was entered into the house from the multitude, his disciples asked of him the parable."
        },
        "18": {
            "text": "And he saith unto them, Are ye so without understanding also? Perceive ye not, that whatsoever from without goeth into the man, it cannot defile him;"
        },
        "19": {
            "text": "because it goeth not into his heart, but into his belly, and goeth out into the draught? This he said, making all meats clean."
        },
        "20": {
            "text": "And he said, That which proceedeth out of the man, that defileth the man."
        },
        "21": {
            "text": "For from within, out of the heart of men, evil thoughts proceed, fornications, thefts, murders, adulteries,"
        },
        "22": {
            "text": "covetings, wickednesses, deceit, lasciviousness, an evil eye, railing, pride, foolishness:"
        },
        "23": {
            "text": "all these evil things proceed from within, and defile the man."
        },
        "24": {
            "text": "And from thence he arose, and went away into the borders of Tyre and Sidon. And he entered into a house, and would have no man know it: and he could not be hid."
        },
        "25": {
            "text": "But straightway a woman, whose little daughter had an unclean spirit, having heard of him, came and fell down at his feet."
        },
        "26": {
            "text": "Now the woman was a Greek, a Syrophoenician by race. And she besought him that he would cast forth the devil out of her daughter."
        },
        "27": {
            "text": "And he said unto her, Let the children first be filled: for it is not meet to take the children’s bread and cast it to the dogs."
        },
        "28": {
            "text": "But she answered and saith unto him, Yea, Lord: even the dogs under the table eat of the children’s crumbs."
        },
        "29": {
            "text": "And he said unto her, For this saying go thy way; the devil is gone out of thy daughter."
        },
        "30": {
            "text": "And she went away unto her house, and found the child laid upon the bed, and the devil gone out."
        },
        "31": {
            "text": "And again he went out from the borders of Tyre, and came through Sidon unto the sea of Galilee, through the midst of the borders of Decapolis."
        },
        "32": {
            "text": "And they bring unto him one that was deaf, and had an impediment in his speech; and they beseech him to lay his hand upon him."
        },
        "33": {
            "text": "And he took him aside from the multitude privately, and put his fingers into his ears, and he spat, and touched his tongue;"
        },
        "34": {
            "text": "and looking up to heaven, he sighed, and saith unto him, Ephphatha, that is, Be opened."
        },
        "35": {
            "text": "And his ears were opened, and the bond of his tongue was loosed, and he spake plain."
        },
        "36": {
            "text": "And he charged them that they should tell no man: but the more he charged them, so much the more a great deal they published it."
        },
        "37": {
            "text": "And they were beyond measure astonished, saying, He hath done all things well: he maketh even the deaf to hear, and the dumb to speak."
        }
    }
}