{
    "info": {
        "book": "Proverbs",
        "chapter": "10",
        "translation": "Young's Literal Translation",
        "translationID": "ylt",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Proverbs of Solomon. A wise son causeth a father to rejoice, And a foolish son is an affliction to his mother."
        },
        "2": {
            "text": "Treasures of wickedness profit not, And righteousness delivereth from death."
        },
        "3": {
            "text": "Jehovah causeth not the soul of the righteous to hunger, And the desire of the wicked He thrusteth away."
        },
        "4": {
            "text": "Poor is he who is working—a slothful hand, And the hand of the diligent maketh rich."
        },
        "5": {
            "text": "Whoso is gathering in summer is a wise son, Whoso is sleeping in harvest is a son causing shame."
        },
        "6": {
            "text": "Blessings are for the head of the righteous, And the mouth of the wicked cover doth violence."
        },
        "7": {
            "text": "The remembrance of the righteous is for a blessing, And the name of the wicked doth rot."
        },
        "8": {
            "text": "The wise in heart accepteth commands, And a talkative fool kicketh."
        },
        "9": {
            "text": "Whoso is walking in integrity walketh confidently, And whoso is perverting his ways is known."
        },
        "10": {
            "text": "Whoso is winking the eye giveth grief, And a talkative fool kicketh."
        },
        "11": {
            "text": "A fountain of life is the mouth of the righteous, And the mouth of the wicked cover doth violence."
        },
        "12": {
            "text": "Hatred awaketh contentions, And over all transgressions love covereth."
        },
        "13": {
            "text": "In the lips of the intelligent is wisdom found, And a rod is for the back of him who is lacking understanding."
        },
        "14": {
            "text": "The wise lay up knowledge, and the mouth of a fool is near ruin."
        },
        "15": {
            "text": "The wealth of the rich is his strong city, The ruin of the poor is their poverty."
        },
        "16": {
            "text": "The wage of the righteous is for life, The increase of the wicked for sin."
        },
        "17": {
            "text": "A traveller to life is he who is keeping instruction, And whoso is forsaking rebuke is erring."
        },
        "18": {
            "text": "Whoso is covering hatred with lying lips, And whoso is bringing out an evil report is a fool."
        },
        "19": {
            "text": "In the abundance of words transgression ceaseth not, And whoso is restraining his lips is wise."
        },
        "20": {
            "text": "The tongue of the righteous is chosen silver, The heart of the wicked—as a little thing."
        },
        "21": {
            "text": "The lips of the righteous delight many, And fools for lack of heart die."
        },
        "22": {
            "text": "The blessing of Jehovah—it maketh rich, And He addeth no grief with it."
        },
        "23": {
            "text": "To execute inventions is as play to a fool, And wisdom to a man of understanding."
        },
        "24": {
            "text": "The feared thing of the wicked it meeteth him, And the desire of the righteous is given."
        },
        "25": {
            "text": "As the passing by of a hurricane, So the wicked is not, And the righteous is a foundation age-during."
        },
        "26": {
            "text": "As vinegar to the teeth, And as smoke to the eyes, So is the slothful to those sending him."
        },
        "27": {
            "text": "The fear of Jehovah addeth days, And the years of the wicked are shortened."
        },
        "28": {
            "text": "The hope of the righteous is joyful, And the expectation of the wicked perisheth."
        },
        "29": {
            "text": "The way of Jehovah is strength to the perfect, And ruin to workers of iniquity."
        },
        "30": {
            "text": "The righteous to the age is not moved, And the wicked inhabit not the earth."
        },
        "31": {
            "text": "The mouth of the righteous uttereth wisdom, And the tongue of frowardness is cut out."
        },
        "32": {
            "text": "The lips of the righteous know a pleasing thing, And the mouth of the wicked perverseness!"
        }
    }
}