{
    "info": {
        "book": "Job",
        "chapter": "9",
        "translation": "World English Bible",
        "translationID": "web",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Then Job answered,"
        },
        "2": {
            "text": "“Truly I know that it is so, but how can man be just with God?"
        },
        "3": {
            "text": "If he is pleased to contend with him, he can’t answer him one time in a thousand."
        },
        "4": {
            "text": "God who is wise in heart, and mighty in strength: who has hardened himself against him, and prospered?"
        },
        "5": {
            "text": "He removes the mountains, and they don’t know it, when he overturns them in his anger."
        },
        "6": {
            "text": "He shakes the earth out of its place. Its pillars tremble."
        },
        "7": {
            "text": "He commands the sun, and it doesn’t rise, and seals up the stars."
        },
        "8": {
            "text": "He alone stretches out the heavens, and treads on the waves of the sea."
        },
        "9": {
            "text": "He makes the Bear, Orion, and the Pleiades, and the rooms of the south."
        },
        "10": {
            "text": "He does great things past finding out; yes, marvelous things without number."
        },
        "11": {
            "text": "Behold, he goes by me, and I don’t see him. He passes on also, but I don’t perceive him."
        },
        "12": {
            "text": "Behold, he snatches away. Who can hinder him? Who will ask him, ‘What are you doing?’"
        },
        "13": {
            "text": "“God will not withdraw his anger. The helpers of Rahab stoop under him."
        },
        "14": {
            "text": "How much less shall I answer him, And choose my words to argue with him?"
        },
        "15": {
            "text": "Though I were righteous, yet I wouldn’t answer him. I would make supplication to my judge."
        },
        "16": {
            "text": "If I had called, and he had answered me, yet I wouldn’t believe that he listened to my voice."
        },
        "17": {
            "text": "For he breaks me with a storm, and multiplies my wounds without cause."
        },
        "18": {
            "text": "He will not allow me to catch my breath, but fills me with bitterness."
        },
        "19": {
            "text": "If it is a matter of strength, behold, he is mighty! If of justice, ‘Who,’ says he, ‘will summon me?’"
        },
        "20": {
            "text": "Though I am righteous, my own mouth shall condemn me. Though I am blameless, it shall prove me perverse."
        },
        "21": {
            "text": "I am blameless. I don’t respect myself. I despise my life."
        },
        "22": {
            "text": "“It is all the same. Therefore I say he destroys the blameless and the wicked."
        },
        "23": {
            "text": "If the scourge kills suddenly, he will mock at the trial of the innocent."
        },
        "24": {
            "text": "The earth is given into the hand of the wicked. He covers the faces of its judges. If not he, then who is it?"
        },
        "25": {
            "text": "“Now my days are swifter than a runner. They flee away, they see no good,"
        },
        "26": {
            "text": "They have passed away as the swift ships, as the eagle that swoops on the prey."
        },
        "27": {
            "text": "If I say, ‘I will forget my complaint, I will put off my sad face, and cheer up;’"
        },
        "28": {
            "text": "I am afraid of all my sorrows, I know that you will not hold me innocent."
        },
        "29": {
            "text": "I shall be condemned. Why then do I labor in vain?"
        },
        "30": {
            "text": "If I wash myself with snow, and cleanse my hands with lye,"
        },
        "31": {
            "text": "yet you will plunge me in the ditch. My own clothes shall abhor me."
        },
        "32": {
            "text": "For he is not a man, as I am, that I should answer him, that we should come together in judgment."
        },
        "33": {
            "text": "There is no umpire between us, that might lay his hand on us both."
        },
        "34": {
            "text": "Let him take his rod away from me. Let his terror not make me afraid;"
        },
        "35": {
            "text": "then I would speak, and not fear him, for I am not so in myself."
        }
    }
}