{
    "info": {
        "book": "Mark",
        "chapter": "13",
        "translation": "Smith's Literal Translation",
        "translationID": "slt",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "And he going out of the temple, one of his disciples says to him, Teacher, see of what country the stones, and of what country the buildings!"
        },
        "2": {
            "text": "And Jesus having answered, said to him, Seest thou these great buildings? stone upon stone shall not be left which shall not be loosed."
        },
        "3": {
            "text": "And he sitting in the mount of Olives over against the temple, Peter and James and John and Andrew asked him apart,"
        },
        "4": {
            "text": "Say to us, when shall be these things? and what the sign when all these be about to be finished?"
        },
        "5": {
            "text": "And Jesus having answered began to say to them, See ye lest any should lead you astray:"
        },
        "6": {
            "text": "For many shall come in my name, saying, That I am; and they shall lead many astray."
        },
        "7": {
            "text": "And when ye hear of wars and rumors of wars, be not terrified: for it must be; but the end is not yet."
        },
        "8": {
            "text": "For nation shall be raised against nation, and kingdom against kingdom, and there shall be earthquakes in places, and there shall be famines, and commotions: these the beginnings of anguish."
        },
        "9": {
            "text": "And see ye to yourselves: for they shall deliver you up to councils; and in the synagogues shall ye be stripped: and shall be set before rulers and kings for my sake, for testimony to them."
        },
        "10": {
            "text": "And the good news must first be proclaimed to all nations."
        },
        "11": {
            "text": "And when delivering up, they bring you, take no care beforehand what ye speak, neither bestow attention: but whatever should be given you in that hour, that speak ye: for not ye are speaking, but the Holy Spirit."
        },
        "12": {
            "text": "And brother shall deliver brother to death, and father child; and children shall rise up against parents, and kill them."
        },
        "13": {
            "text": "And ye shall be hated by all for my name’s sake: and he having remained to the end, the same shall be saved."
        },
        "14": {
            "text": "And when ye see the abomination of desolation, that spoken by Daniel the prophet, standing where it ought not, (let him reading understand,) then let them in Judea flee to the mountains:"
        },
        "15": {
            "text": "And he upon the house, let him not come down into the house, nor let him come in, to take any thing away out of his house:"
        },
        "16": {
            "text": "And he being in the field, let him not turn back to take up his garment."
        },
        "17": {
            "text": "And woe to them having in the womb, and to them giving suck in those days!"
        },
        "18": {
            "text": "And pray ye that your flight be not of winter."
        },
        "19": {
            "text": "For those days shall be pressure, such as there has not been from beginning of creation which God created till now, and should not be."
        },
        "20": {
            "text": "And except the Lord shortened the days, no flesh should be saved: but for the chosen whom he chose, he shortened the days."
        },
        "21": {
            "text": "And if any say to you, Behold, here Christ; or, behold, there; believe ye not:"
        },
        "22": {
            "text": "For false Christ’s and false prophets shall be raised up, and shall give signs and wonders, to deceive, if possible, also the chosen."
        },
        "23": {
            "text": "But see ye; behold, I have foretold you all things."
        },
        "24": {
            "text": "But in those days, after that pressure, the sun shall be darkened, and the moon shall not give her light,"
        },
        "25": {
            "text": "And the stars of heaven shall be falling out, and the powers which in the heavens shall be shaken."
        },
        "26": {
            "text": "And then shall they see the Son of man coming in clouds with much power and glory."
        },
        "27": {
            "text": "And then shall he send his messengers, and gather together his chosen from the four winds, from extremity of earth to extremity of heaven."
        },
        "28": {
            "text": "And from the fig tree learn ye a parable; When its young shoot be tender, and cause the leaves to grow, ye know that summer is near."
        },
        "29": {
            "text": "So also ye, when ye see these things done, ye know that it is near at the door."
        },
        "30": {
            "text": "Truly I say to you, that this generation should not pass away, till all these things should be."
        },
        "31": {
            "text": "Heaven and earth shall pass away, and my words shall not pass away."
        },
        "32": {
            "text": "And concerning that day and hour none knows, nor the messengers in heaven, neither the Son, but the Father."
        },
        "33": {
            "text": "See, watch and pray: for ye know not when the time is."
        },
        "34": {
            "text": "As a man traveling, having left his house, and having given power to his servants, and to each his work, and he commanded the guard of the door that he should watch."
        },
        "35": {
            "text": "Watch therefore: for ye know not when the lord of the house comes, at eve, or midnight, or cock-crowing, or morning."
        },
        "36": {
            "text": "Lest having come suddenly he find you sleeping."
        },
        "37": {
            "text": "And what I say to you, I say to all, Watch ye."
        }
    }
}