{
    "info": {
        "book": "Leviticus",
        "chapter": "18",
        "translation": "American King James Version",
        "translationID": "akjv",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "And the LORD spoke to Moses, saying,"
        },
        "2": {
            "text": "Speak to the children of Israel, and say to them, I am the LORD your God."
        },
        "3": {
            "text": "After the doings of the land of Egypt, wherein you dwelled, shall you not do: and after the doings of the land of Canaan, where I bring you, shall you not do: neither shall you walk in their ordinances."
        },
        "4": {
            "text": "You shall do my judgments, and keep my ordinances, to walk therein: I am the LORD your God."
        },
        "5": {
            "text": "You shall therefore keep my statutes, and my judgments: which if a man do, he shall live in them: I am the LORD."
        },
        "6": {
            "text": "None of you shall approach to any that is near of kin to him, to uncover their nakedness: I am the LORD."
        },
        "7": {
            "text": "The nakedness of your father, or the nakedness of your mother, shall you not uncover: she is your mother; you shall not uncover her nakedness."
        },
        "8": {
            "text": "The nakedness of your father’s wife shall you not uncover: it is your father’s nakedness."
        },
        "9": {
            "text": "The nakedness of your sister, the daughter of your father, or daughter of your mother, whether she be born at home, or born abroad, even their nakedness you shall not uncover."
        },
        "10": {
            "text": "The nakedness of your son’s daughter, or of your daughter’s daughter, even their nakedness you shall not uncover: for theirs is your own nakedness."
        },
        "11": {
            "text": "The nakedness of your father’s wife’s daughter, begotten of your father, she is your sister, you shall not uncover her nakedness."
        },
        "12": {
            "text": "You shall not uncover the nakedness of your father’s sister: she is your father’s near kinswoman."
        },
        "13": {
            "text": "You shall not uncover the nakedness of your mother’s sister: for she is your mother’s near kinswoman."
        },
        "14": {
            "text": "You shall not uncover the nakedness of your father’s brother, you shall not approach to his wife: she is your aunt."
        },
        "15": {
            "text": "You shall not uncover the nakedness of your daughter in law: she is your son’s wife; you shall not uncover her nakedness."
        },
        "16": {
            "text": "You shall not uncover the nakedness of your brother’s wife: it is your brother’s nakedness."
        },
        "17": {
            "text": "You shall not uncover the nakedness of a woman and her daughter, neither shall you take her son’s daughter, or her daughter’s daughter, to uncover her nakedness; for they are her near kinswomen: it is wickedness."
        },
        "18": {
            "text": "Neither shall you take a wife to her sister, to vex her, to uncover her nakedness, beside the other in her life time."
        },
        "19": {
            "text": "Also you shall not approach to a woman to uncover her nakedness, as long as she is put apart for her uncleanness."
        },
        "20": {
            "text": "Moreover you shall not lie carnally with your neighbor’s wife, to defile yourself with her."
        },
        "21": {
            "text": "And you shall not let any of your seed pass through the fire to Molech, neither shall you profane the name of your God: I am the LORD."
        },
        "22": {
            "text": "You shall not lie with mankind, as with womankind: it is abomination."
        },
        "23": {
            "text": "Neither shall you lie with any beast to defile yourself therewith: neither shall any woman stand before a beast to lie down thereto: it is confusion."
        },
        "24": {
            "text": "Defile not you yourselves in any of these things: for in all these the nations are defiled which I cast out before you:"
        },
        "25": {
            "text": "And the land is defiled: therefore I do visit the iniquity thereof on it, and the land itself vomits out her inhabitants."
        },
        "26": {
            "text": "You shall therefore keep my statutes and my judgments, and shall not commit any of these abominations; neither any of your own nation, nor any stranger that sojournes among you:"
        },
        "27": {
            "text": "(For all these abominations have the men of the land done, which were before you, and the land is defiled;)"
        },
        "28": {
            "text": "That the land spew not you out also, when you defile it, as it spewed out the nations that were before you."
        },
        "29": {
            "text": "For whoever shall commit any of these abominations, even the souls that commit them shall be cut off from among their people."
        },
        "30": {
            "text": "Therefore shall you keep my ordinance, that you commit not any one of these abominable customs, which were committed before you, and that you defile not yourselves therein: I am the LORD your God."
        }
    }
}