{
    "info": {
        "book": "Luke",
        "chapter": "22",
        "translation": "JPS Tanakh 1917 OT",
        "translationID": "jps",
        "language": "English",
        "languageID": "en"
    },
    "data": {
        "1": {
            "text": "Meanwhile the Festival of the Unleavened Bread, called the Passover, was approaching,"
        },
        "2": {
            "text": "and the High Priests and the Scribes were contriving how to destroy Him. But they feared the people."
        },
        "3": {
            "text": "Satan, however, entered into Judas (the man called Iscariot)"
        },
        "4": {
            "text": "He went and conferred with the High Priests and Commanders as to how he should deliver Him up to them."
        },
        "5": {
            "text": "This gave them great pleasure, and they agreed to pay him."
        },
        "6": {
            "text": "He accepted their offer, and then looked out for an opportunity to betray Him when the people were not there."
        },
        "7": {
            "text": "When the day of the Unleavened Bread came—the day for the Passover lamb to be sacrificed—"
        },
        "8": {
            "text": "Jesus sent Peter and John with instructions. “Go,” He said, “and prepare the Passover for us, that we may eat it.”"
        },
        "9": {
            "text": "“Where shall we prepare it?” they asked."
        },
        "10": {
            "text": "“You will no sooner have entered the city,” He replied, “than you will meet a man carrying a pitcher of water. Follow him into the house to which he goes,"
        },
        "11": {
            "text": "and say to the master of the house, “’The Rabbi asks you, Where is the room where I can eat the Passover with my disciples?’"
        },
        "12": {
            "text": "“And he will show you a large furnished room upstairs. There make your preparations.”"
        },
        "13": {
            "text": "So they went and found all as He had told them; and they got the Passover ready."
        },
        "14": {
            "text": "When the time was come, and He had taken His place at table, and the Apostles with Him,"
        },
        "15": {
            "text": "He said to them, “Earnestly have I longed to eat this Passover with you before I suffer;"
        },
        "16": {
            "text": "for I tell you that I certainly shall not eat one again till its full meaning has been brought out in the Kingdom of God.”"
        },
        "17": {
            "text": "Then, having received the cup and given thanks, He said, “Take this and share it among yourselves;"
        },
        "18": {
            "text": "for I tell you that from this time I will never drink the produce of the vine till the Kingdom of God has come.”"
        },
        "19": {
            "text": "Then, taking a Passover biscuit, He gave thanks and broke it, and gave it to them, saying, “This is my body which is being given on your behalf: this do in remembrance of me.”"
        },
        "20": {
            "text": "He gave them the cup in like manner, when the meal was over. “This cup,” He said, “is the new Covenant ratified by my blood which is to be poured out on your behalf."
        },
        "21": {
            "text": "Yet the hand of him who is betraying me is at the table with me."
        },
        "22": {
            "text": "For indeed the Son of Man goes on His way—His pre-destined way; yet alas for that man who is betraying Him!”"
        },
        "23": {
            "text": "Thereupon they began to discuss with one another which of them it could possibly be who was about to do this."
        },
        "24": {
            "text": "There arose also a dispute among them which of them should be regarded as greatest."
        },
        "25": {
            "text": "But He said to them, “The kings of the Gentiles are their masters, and those who exercise authority over them are called Benefactors."
        },
        "26": {
            "text": "With you it is not so; but let the greatest among you be as the younger, and the leader be like him who serves."
        },
        "27": {
            "text": "For which is the greater—he who sits at table, or he who waits on him? Is it not he who sits at table? But my position among you is that of one who waits on others."
        },
        "28": {
            "text": "You however have remained with me amid my trials;"
        },
        "29": {
            "text": "and I covenant to give you, as my Father has covenanted to give me, a Kingdom—"
        },
        "30": {
            "text": "so that you shall eat and drink at my table in my Kingdom, and sit on thrones as judges over the twelve tribes of Israel."
        },
        "31": {
            "text": "“Simon, Simon, I tell you that Satan has obtained permission to have all of you to sift as wheat is sifted."
        },
        "32": {
            "text": "But *I* have prayed for *you* that your faith may not fail, and you, when at last you have come back to your true self, must strengthen your brethren.”"
        },
        "33": {
            "text": "“Master,” replied Peter, “with you I am ready to go both to prison and to death.”"
        },
        "34": {
            "text": "“I tell you, Peter,” said Jesus, “that the cock will not crow to-day till you have three times denied that you know me.”"
        },
        "35": {
            "text": "Then He asked them, “When I sent you out without purse or bag or shoes, was there anything you needed?” “No, nothing,” they replied."
        },
        "36": {
            "text": "“But now,” said He, “let the one who has a purse take it, and he who has a bag must do the same. And let him who has no sword sell his outer garment and buy one."
        },
        "37": {
            "text": "For I tell you that those words of Scripture must yet find their fulfilment in me: ‘And He was reckoned among the lawless’; for indeed that saying about me has its accomplishment.”"
        },
        "38": {
            "text": "“Master, here are two swords,” they exclaimed. “That is enough,” He replied."
        },
        "39": {
            "text": "On going out, He proceeded as usual to the Mount of Olives, and His disciples followed Him."
        },
        "40": {
            "text": "But when He arrived at the place, He said to them, “Pray that you may not come into temptation.”"
        },
        "41": {
            "text": "But He Himself withdrew from them about a stone’s throw, and knelt down and prayed repeatedly, saying,"
        },
        "42": {
            "text": "“Father, if it be Thy will, take this cup away from me; yet not my will but Thine be done!”"
        },
        "43": {
            "text": "And there appeared to Him an angel from Heaven, strengthening Him;"
        },
        "44": {
            "text": "while He—an agony of distress having come upon Him—prayed all the more with intense earnestness, and His sweat became like clots of blood dropping on the ground."
        },
        "45": {
            "text": "When He rose from his prayer and came to His disciples, He found them sleeping for sorrow."
        },
        "46": {
            "text": "“Why are you sleeping?” He said; “stand up; and pray that you may not come into temptation.”"
        },
        "47": {
            "text": "While He was still speaking there came a crowd with Judas, already mentioned as one of the Twelve, at their head. He went up to Jesus to kiss Him."
        },
        "48": {
            "text": "“Judas,” said Jesus, “are you betraying the Son of Man with a kiss?”"
        },
        "49": {
            "text": "Those who were about Him, seeing what was likely to happen, asked Him, “Master, shall we strike with the sword?”"
        },
        "50": {
            "text": "And one of them struck a blow at the High Priest’s servant and cut off his right ear."
        },
        "51": {
            "text": "“Permit me thus far,” said Jesus. And He touched the ear and healed it."
        },
        "52": {
            "text": "Then Jesus said to the High Priests and Commanders of the Temple and Elders, who had come to arrest Him, “Have you come out as if to fight with a robber, with swords and cudgels?"
        },
        "53": {
            "text": "While day after day I was with you in the Temple, you did not lay hands upon me; but to you belongs this hour—and the power of darkness.”"
        },
        "54": {
            "text": "And they arrested Him and led Him away, and brought Him to the High Priest’s house, while Peter followed a good way behind."
        },
        "55": {
            "text": "And when they had lighted a fire in the middle of the court and had seated themselves in a group round it, Peter was sitting among them,"
        },
        "56": {
            "text": "when a maidservant saw him sitting by the fire, and, looking fixedly at him, she said, “This man also was with him.”"
        },
        "57": {
            "text": "But he denied it, and declared, “Woman, I do not know him.”"
        },
        "58": {
            "text": "Shortly afterwards a man saw him and said, “You, too, are one of them.” “No, man, I am not,” said Peter."
        },
        "59": {
            "text": "After an interval of about an hour some one else stoutly maintained: “Certainly this fellow also was with him, for in fact he is a Galilaean.”"
        },
        "60": {
            "text": "“Man, I don’t know what you mean,” replied Peter. No sooner had he spoken than a cock crowed."
        },
        "61": {
            "text": "The Master turned and looked on Peter; and Peter recollected the Master’s words, how He had said to him, “This very day, before the cock crows, you will disown me three times.”"
        },
        "62": {
            "text": "And he went out and wept aloud bitterly."
        },
        "63": {
            "text": "Meanwhile the men who held Jesus in custody repeatedly beat Him in cruel sport,"
        },
        "64": {
            "text": "or blindfolded Him, and then challenged Him. “Prove to us,” they said, “that you are a prophet, by telling us who it was that struck you.”"
        },
        "65": {
            "text": "And they said many other insulting things to Him."
        },
        "66": {
            "text": "As soon as it was day, the whole body of the Elders, both High Priests and Scribes, assembled. Then He was brought into their Sanhedrin, and they asked Him,"
        },
        "67": {
            "text": "“Are you the Christ? Tell us.” “If I tell you,” He replied, “you will certainly not believe;"
        },
        "68": {
            "text": "and if I ask you questions, you will certainly not answer."
        },
        "69": {
            "text": "But from this time forward the Son of Man will be seated at the right hand of God’s omnipotence.”"
        },
        "70": {
            "text": "Thereupon they cried out with one voice, “You, then, are the Son of God?” “It is as you say,” He answered; “I am He.”"
        },
        "71": {
            "text": "“What need have we of further evidence?” they said; “for we ourselves have heard it from his own lips.”"
        }
    }
}